{include file="history/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/history/p99/"}
	</td>
	<td id=content valign=top colspan="2">

<!--html>
<head>
<meta http-equiv="Content-Type"
content="text/html; charset=windows-1251">
<font face="New times roman" size=3>
<title>Pismo-99</title>
<style type="text/css">
</style>
</head>

<body>
<div>
<!--text here-->



     <P><&hellip;><I>14 февраля 1968 года &laquo;по распоряжению главного психиатра г.&nbsp;Москвы&raquo; А.С.Есенин-Вольпин был насильно увезён в психиатрическую больницу. Насильственная госпитализация А.С. и борьба за его освобождение стали заметным эпизодом в процессе становления правозащитного движения в СССР. Участие в судьбе А.С. приняли не только те, кто к весне 1968 уже находился в жёсткой конфронтации с властью, но и представители академических кругов, не проявлявшие ни до ни после этого систематической активности</I> <&hellip;>

<blockquote><blockquote>

<div class="ind12">Министру здравоохранения СССР,<br>
Генеральному Прокурору СССР<br>
<br>
<i>Копия: Главному психиатру г. Москвы</i></div>
<br>
     <P>Нам стало известно, что крупный советский математик, известный специалист в области математической логики Александр Сергеевич Есенин-Вольпин был насильственно, без предварительного медицинского обследования, без ведома и согласия родных, помещён в психиатрическую больницу №&nbsp;5 (станция Столбовая, 70&nbsp;километров от Москвы).
     <P>Насильственное помещение в больницу для тяжёлых психических больных талантливого и вполне работоспособного математика, условия, в которые он по самому характеру этой больницы попал, тяжело травмируют его психику, вредят здоровью и унижают человеческое достоинство.
     <P>Исходя из гуманных целей нашего законодательства, и тем более здравоохранения, мы считаем этот факт грубым нарушением медицинских и правовых норм.
     <P>Мы просим срочно вмешаться и принять меры для того, чтобы наш коллега мог работать в нормальных условиях.


<div align="right"><i>(Подписи)</i></div>
</blockquote>
</blockquote>

<UL>
<LI> <A href="http://www.math.ru/history/people/novikov_ps">Новиков Петр Сергеевич</A>, Действительный член АН СССР, лауреат Ленинской премии
<LI> <A href="http://www.math.ru/history/people/Gelfand">Гельфанд Израиль Моисеевич</A>, Лауреат Ленинской и Государственной премии, член-корр. АН СССР, президент Московского математического общества
<LI> <A href="http://www.math.ru/history/people/Lyusternik">Люстерник Лазарь Аронович</A>, член-корр. АН СССР и лауреат Государственной премии
<LI> <A href="http://www.math.ru/history/people/Markov_AA_jr">Марков Андрей Андреевич</A>, член-корр. АН СССР
<LI> <A href="http://www.math.ru/history/people/menshov">Меньшов Дмитрий Евгеньевич</A>, член-корр. АН СССР и лауреат Государственной премии
<LI> <A href="http://www.math.ru/history/people/novikov_sp">Новиков Сергей Петрович</A>, член-корр. АН СССР, лауреат Ленинской премии
<LI> <A href="http://www.math.ru/history/people/schafarevich_ir">Шафаревич Игорь Ростиславович</A>, член-корр. АН СССР, лауреат Ленинской премии
<LI> <A href="http://www.math.ru/history/people/arnold_vi">Арнольд Владимир Игоревич</A>, Лауреат Ленинской премии, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Vitushkin">Витушкин Анатолий Георгиевич</A>, Лауреат Ленинской премии, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Kronrod">Кронрод Александр Семенович</A>, Лауреат Государственной премии, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/manin">Манин Юрий Иванович</A>, Лауреат Ленинской премии, д.ф.-м.н., проф.
<LI> Мейман Наум Натанович</A>, Лауреат Государственной премии, проф., д.ф.-м.н.
<LI> <A href="http://higeom.math.msu.su/people/postnikov/">Постников Михаил Михайлович</A>, Лауреат Ленинской премии, д.ф.-м.н., проф.
<LI> Бокштейн Меер Феликсович</A>, проф., д.ф.-м.н.
<LI> Бочвар Дмитрий Анатольевич</A>, проф., д.ф.-м.н.
<LI> <a href="
http://www.uniyar.ac.ru/index.php/%D0%95%D1%84%D1%80%D0%B5%D0%BC%D0%BE%D0%B2%D0%B8%D1%87_%D0%92%D0%B0%D0%B4%D0%B8%D0%BC_%D0%90%D1%80%D1%81%D0%B5%D0%BD%D1%8C%D0%B5%D0%B2%D0%B8%D1%87">Ефремович Вадим Арсеньевич</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Keldysh_LV">Келдыш Людмила Всеволодовна</A>, проф., д.ф.-м.н.
<LI> Кириллов Александр Александрович</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.mathnet.ru/php/person.phtml?personid=35289&option_lang=rus">Кондратьев Владимир Александрович</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Kurosh">Курош Александр Геннадьевич</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/landis">Ландис Евгений Михайлович</A>, проф., д.ф.-м.н.
<LI> Лопшиц Абрам Миронович</A>, проф., д.ф.-м.н.
<LI> Повзнер Александр Яковлевич</A>, проф., д.ф.-м.н.
<LI> Зволинский Никита Вячеславович</A>, проф., д.ф.-м.н.
<LI> Пятецкий-Шапиро Илья Иосифович</A>, проф., д.ф.-м.н.
<LI> Паламодов Виктор Павлович</A>, проф., д.ф.-м.н.
<LI> Смирнов Юрий Михайлович</A>, проф., д.ф.-м.н.
<LI> <a href="http://www.math.ru/history/people/fomin_sv">Фомин Сергей Васильевич</A>, проф., д.ф.-м.н.
<LI> Шилов Георгий Евгеньевич</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Yaglom_AM">Яглом Акива Моисеевич</A>, проф., д.ф.-м.н.
<LI> <A href="http://www.math.ru/history/people/Yaglom_IM">Яглом Исаак Моисеевич</A>, проф., д.ф.-м.н.
<LI> Агранович Михаил Семенович</A>, д.ф.-м.н.
<LI> Архангельский Александр Владимирович</A>, д.ф.-м.н., доц.
<LI> Березин Феликс Александрович</A>, д.ф.-м.н., ст.н.с.
<LI> <A href="http://www.math.ru/history/people/dobrushin">Добрушин Роланд Львович</A>, д.ф.-м.н.
<LI> Пасынков Борис Алексеевич</A>, д.ф.-м.н., доц.
<LI> Пономарев Владимир Иванович</A>, д.ф.-м.н., ст.н.с.
<LI> <A href="http://www.math.ru/history/people/sinay">Синай Яков Григорьевич</A>, д.ф.-м.н., ст.н.с.
<LI> Авербух Борис Гершонович</A>, к.ф.-м.н., доц.
<LI> Алексеев Владимир Михайлович</A>, к.ф.-м.н., доц.
<LI> Балакина Людмила Михайловна</A>, к.ф.-м.н.
<LI> Баранович Татьяна Максимилиановна</A>, к.ф.-м.н., доц.
<LI> Бассалыго Леонид Александрович</A>, к.ф.-м.н.
<LI> Бескин Николай Михайлович</A>, к.ф.-м.н.
<LI> Блинчевский Валентин Сергеевич</A>, к.ф.-м.н.
<LI> Брушлинская Надежда Николаевна</A>, к.ф.-м.н.
<LI> Введенская Никита Дмитриевна</A>, к.ф.-м.н., ст.н.с.
<LI> Вентцель Александр Дмитриевич</A>, к.ф.-м.н., доц.
<LI> Вентцель Татьяна Дмитриевна</A>, к.ф.-м.н., доц.
<LI> Ветухновский Феликс Яковлевич</A>, к.ф.-м.н.
<LI> <A href=" http://mech.math.msu.su/algebra/wiki/doku.php/staff:vinberg">Винберг Эрнест Борисович</A>, к.ф.-м.н., доц.
<LI> Волевич Леонид Романович</A>, к.ф.-м.н., ст.н.с.
<LI> Вул Елена Бенционовна</A>, к.ф.-м.н.
<LI> Гиндикин Семен Григорьевич</A>, к.ф.-м.н., ст.н.с.
<LI> Голо Войслав Любомирович</A>, к.ф.-м.н.
<LI> Грабарь Мстислав Игоревич</A>, к.ф.-м.н., доц.
<LI> Кабаков С. А.</A>, к.ф.-м.н.
<LI> Ким Клим Владимирович</A>, к.ф.-м.н.
<LI> Клеппер Леонид Яковлевич</A>, к.ф.-м.н.
<LI> Константинов Николай Николаевич</A>, к.ф.-м.н., ст.н.с.
<LI> Кронрод Лидия Александровна</A>, к.ф.-м.н., доц.
<LI> Кружков Станислав Николаевич</A>, к.ф.-м.н.
<LI> Крылов Александр Львович</A>, к.ф.-м.н.
<LI> Кулагина Ольга Сергеевна</A>, к.ф.-м.н., ст.н.с.
<LI> Левшенко Борис Трифонович</A>, к.ф.-м.н.
<LI> Лунц Александр Лазаревич</A>, к.ф.-м.н.
<LI> Минлос Роберт Альбертович</A>, к.ф.-м.н., ст.н.с.
<LI> Михайлова К.А.</A>, к.ф.-м.н.
<LI> Онищик Аркадий Львович</A>, к.ф.-м.н., доц.
<LI> Оревков Владимир Павлович</A>, к.ф.-м.н.
<LI> Панов С.А.</A>, к.ф.-м.н.
<LI> Поляк Борис Теодорович</A>, к.ф.-м.н., ст.н.с.
<LI> Скобеев А.</A>, к.ф.-м.н.
<LI> Смолянский М.А.</A>, к.ф.-м.н.
<LI> Тихомиров Владимир Михайлович</A>, к.ф.-м.н., доц.
<LI> Тутубалин Валерий Николаевич</A>, к.ф.-м.н., доц.
<LI> Тюрина Галина Николаевна</A>, к.ф.-м.н., ст.н.с.
<LI> Флитман Леонид Моисеевич</A>, к.ф.-м.н.
<LI> Фукс Дмитрий Борисович</A>, к.ф.-м.н., ст.н.с.
<LI> Хмелевский Юрий Ильич</A>, к.ф.-м.н., доц.
<LI> Цинман Леонид Львович</A>, к.ф.-м.н.
<LI> Чернавский Алексей Викторович</A>, к.ф.-м.н.
<LI> Шапиро Зоря Яковлевна</A>, к.ф.-м.н.
<LI> <a href="http://www.math.ru/history/people/Sharigin_IF">Шарыгин Игорь Федорович</A>, к.ф.-м.н.
<LI> Шиханович Юрий Александрович</A>, канд. пед. н.
<LI> Янков Вадим Анатольевич</A>, к.ф.-м.н.
<LI> Бабицкий Константин Иосифович</A>, мл.н.с.
<LI> Варпаховский Федор Леонидович</A>, ассистент
<LI> Вильямс Николай Николаевич</A>, преподаватель
<LI> Гастев Юрий Алексеевич</A>, преподаватель
<LI> Глузберг Зиновий Ефимович</A>, мл.н.с.
<LI> Гвоздев Алексей Алексеевич</A>, мл.н.с.
<LI> Кристи Ирина Григорьевна</A>, инженер-вычислитель
<LI> Кун В.В.</A>, мл.н.с.
<LI> Подъяпольский Григорий Сергеевич</A>, мл.н.с.
<LI> Осауленко В. С.</A>, мл.н.с.
<LI> Финн Виктор Константинович</A>, старший инженер
<LI> Чекин Борис Сергеевич</A>, мл.н.с.
<LI> Шестопал Галина Абрамовна</A>, старший преподаватель
</UL>
<BR>

<blockquote><blockquote>
<P>Ответ просим присылать по адресу: Москва&ndash;234, Ленинские Горы, Московский государственный университет имени Ломоносова, механико-математический факультет, на имя любого из числа подписавших это письмо.<br>
<br>
<div align="right">9 марта 1968 г.                  </div>
</blockquote></blockquote>

<P><font size=-1>
Впервые опубликовано в книге <a href="http://www.poesis.ru/poeti-poezia/esenin-volpin/frm_univ.htm">А.С.Есенин-Вольпин.
<i>Философия. Логика. Поэзия. Защита прав человека: Избранное.</A></i>   &mdash; М.: РГГУ, 1999, c. 328&ndash;330, 403<br>

<P>Фамилии даны в том же порядке, как в самом тексте письма. 
Автор текста письма &mdash; поэт и диссидент <a href="http://magazines.russ.ru/authors/a/ajhenvald/">Юрий Айхенвальд</a>.

<P>Самиздатские экземпляры в архиве &#171;История инакомыслия в СССР&#187; Международного Мемориала &mdash; из архивов  
М.Яковенко, А.Толпыго, А.Есенин-Вольпина, П.Григоренко и Радио &#171;Свобода&#187;


</font></nobr>
</div>

<HR width="90%" align="center">
<P class="c">Данная сетевая публикация носит рабочий характер.<BR>
Просим исправления, замечания и дополнения присылать на e-mail
<font color="blue"><I>p99@math.ru</I></font>

	</td></tr>
{include file="footer.tpl"}

<!--/body>
</html-->
