<center><h1>Дорогие друзья!</h1></center>
<p>
Лишь немногие имеют возможность послушать вживую интереснейших математиков. 
На этой страничке находятся записи некоторых лекций, чтобы Вы получили возможность узнать что-то новое,
а также (может это и главное?) проникнуться атмосферой, царящей на лекциях.
</p>

<p>На страницах сайта <A href="http://www.etudes.ru" target="_blank">Математические этюды</A> представлены фильмы  
задачах, по постановке понятных школьникам (но порою решённых совсем недавно, а то и пока нерешённых).</p>
<!--p> В разделе Школьные видеосюжеты будут собираться демонстрационные
материалы, которые могут быть полезны школьникам и учителям для работы со школьниками.-->

<BR>С 2008 года видеозаписи лекций размещаются также в соответствующих подразделах сайта MathNetRu: 
<A href="http://www.mathnet.ru/php/presentation.phtml?eventID=7&option_lang=rus#PRELIST" target="_blank">ЛШСМ</A>, 
<A href="http://www.mathnet.ru/php/presentation.phtml?eventID=6&option_lang=rus#PRELIST" target="_blank">Малый мехмат</A>, 
<A href="http://www.mathnet.ru/php/presentation.phtml?eventID=8&option_lang=rus#PRELIST" target="_blank">отдельные</A> (отнюдь не менее интересные) 
<A href="http://www.mathnet.ru/php/presentation.phtml?eventID=8&option_lang=rus#PRELIST" target="_blank">лекции</A>. 
</p>

<p><A href="http://www.tcheb.ru" target="_blank">Механизмы Чебышева</A> &mdash; виртуальный музей механизмов, созданных 
великим российским математиком Пафнутием Львовичем Чебышёвым (1821&ndash;1894). 
По каждому механизму &mdash; фотографии, компьютерная модель, фильм, объясняющий принцип работы.

<P>Вроде бы не математика, НО мы очень рекомендуем всем посмотреть популярные лекции Андрея Анатольевича 
<A href="http://www.mathnet.ru/conf/151" target="_blank">Зализняка</A>

<p>&nbsp;

<p>Странички коллекций видеозаписей  расчитаны на сравнительно хороший интернет-канал. 
Понимая, что этим владеют пока далеко не все, редакторы сайтов стараются сделать так, чтобы дать
представление об имеющихся записях.<!-- br>
Вы можете заказать необходимую запись на CD-ROM'е
прислав заказ на адрес <a href="mailtp:mathru@mccme.ru">mathru@mccme.ru</a>. -->
</p>
