{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/db/"}
	</td>
	<td id=content valign=top align=center><div>

<h1 align="center">База данных методических материалов</h1>

<P>Тут публикуются методические материалы по конкретным темам курсов 
алгебры, геометрии, теории вероятности, математическому анализу.

<P>Весь материал будет разделен на два подраздела. 

<P>В одном подразделе будут публиковаться все авторские материалы, 
присланные зарегистрированными пользователями сайта.

<P>В другой подраздел будут переноситься материалы, просмотренные и 
отобранные редакцией сайта. Доступ к материалам этого раздела будет 
также организован через различные каталоги (тематический, по классам и др.). 

<P>Редакция сайта пользуется случаем поблагодарить авторов 
за предоставленные материалы. Выражаем также надежду,
что такие материалы помогут коллегам как при подготовке 
своих собственных уроков, так и при обдумывании
отдельных разделов курса, подходов к конкретным задачам и т.п. 

<P>На первом этапе можно присылать нам материалы по электронной почте 
на адрес <font color="blue">t-mathru@mccme.ru</font>.

<P>Существенной частью работы с методическими материалами станет 
также <a href="/forum/viewforum.php?f=25">их обсуждение на форуме</A>.

<HR width="90%">

<UL>
<LI>Александр Борисович Шур. (Алчевск, Украина) &#171;О проблемах вузовской математики&#187;

<BR>
Материалы &#171;для преподавателей&#187; &#8212; заметки полемического 
характера о проблемах математического образования в технических вузах.<BR>

Математика и дидактика. Полемические заметки.(<A href="/teacher/db/shur/t1.pps">PowerPoint, 310K</A>),<BR> 
Математика: искать в сложном простоту. (<A href="/teacher/db/shur/t2.pps">PowerPoint, 255K</A>), <BR>
Метод структурных схем &#8212; средство усиления способности воспринимать и перерабатывать информацию. 
			(<A href="/teacher/db/shur/t3.pps">PowerPoint, 770K</A>), <BR>
Дидактические заметки. (<A href="/teacher/db/shur/t4.pps">PowerPoint, 110K</A>), <BR>
Послесловие. (<A href="/teacher/db/shur/posle.pps">PowerPoint, 155K</A>).

<BR>Материалы &#171;для учащихся&#187; содержит учебное пособие 
&#171;Математика для чайников. Не роскошь, а хлеб насущный.&#187; 
и является практической реализацией идей, заложенных в указанные заметки. <BR>

Занятие 1. (<A href="/teacher/db/shur/u1.pps">PowerPoint, 255K</A>), 
Занятие 2. (<A href="/teacher/db/shur/u2.pps">PowerPoint, 200K</A>), 
Занятие 3. (<A href="/teacher/db/shur/u3.pps">PowerPoint, 185K</A>), 
Занятие 4. (<A href="/teacher/db/shur/u4.pps">PowerPoint, 340K</A>).

<BR>То и другое есть побочный продукт от основной деятельности автора 
&#8212; преподавания металлургических дисциплин и научной работы 
в области доменного производства. 


<LI>Экелекян Варужан Левонович (школа &#8470;11, ЮЗАО Москва)<br>

<UL>
<LI>Тринадцать примеров и тринадцать различных методов их решения. 
(<A HREF="/teacher/db/ekel/13problems.doc" target="_new">MsWord, 1,1 M</A>,
<A HREF="/teacher/db/ekel/13problems.zip">zipped MsWord, 470k</A>)

<LI>На урок геометрии с рычажными весами.
(<A HREF="/teacher/db/ekel/geom.doc" target="_new">MsWord, 220k</A>)

<LI>Задачи геометрического построения с помощью компьютера. (совместно с В.Г.Бодня)
(<A HREF="/teacher/db/ekel/komp.doc" target="_new">MsWord, 550k</A>,
<A HREF="/teacher/db/ekel/komp.zip">zipped MsWord, 400k</A>)
</UL>

<LI>Елисейкина Валентина Ивановна (школа &#8470;1329, Москва)
<UL>
<LI>Вводные уроки курса геометрии в 7 классе 
(по учебнику А.В.Погорелова &#171;Геометрия 7&#8211;11 класс&#187;).
(<A HREF="/teacher/db/elis/elis.doc" target="_new">MsWord, 415k</A>,
<A HREF="/teacher/db/elis/elis.zip">zipped MsWord, 178k</A>)
</UL>

<LI>Жижилкин Игорь Дмитриевич (Лицей  "Вторая школа", Москва)<br>

<UL> 
<LI>Гофрировки
(<A HREF="/teacher/db/zhizhilkin/gofrir.doc" target="_new">MsWord, 675k</A>,
 <A HREF="/teacher/db/zhizhilkin/gofrir.zip">zipped MsWord, 76k</A>)

<LI>Инверсия
(<A HREF="/teacher/db/zhizhilkin/invers.doc" target="_new">MsWord, 493k</A>,
 <A HREF="/teacher/db/zhizhilkin/invers.zip">zipped MsWord, 203k</A>)

<LI>Поляры
(<A HREF="/teacher/db/zhizhilkin/poljary.doc" target="_new">MsWord, 752k</A>,
 <A HREF="/teacher/db/zhizhilkin/poljary.zip">zipped MsWord, 213k</A>)
</UL>

<LI><B>Материалы выступлений соискателей Гранта Москвы в области образования 
для учителей математики</B>, 
проходившей 10&#8211;12&nbsp;сентября 2007&nbsp;г.

<P>Большинство материалов предоставлено в формате PowerPoint. Для ее просмотра
можно воспользоваться программой из пакета MsOffice (если есть) или свободно 
распространяемой программой из пакета OpenOffice.



<Ul>
<li>Голубева Наталья Васильевна, школа 199. 
&#171;Использование метода проекта с целью формирования 
ключевых компетенций учащихся профильных классов математической направленности&#187; 
(<a href="/teacher/db/konkurs07/golubeva199.ppt">Powerpoint (40,3Mb)</a>)</li>

<li>Миримская Раиса Григорьевна, школа 799. 
&#171;Математический кружок в школе, как средство развития 
творческого потенциала учащихся (из опыта работы)&#187; 
(<a href="/teacher/db/konkurs07/mirimskaya799.ppt">Powerpoint (11,7Mb)</a>)</li>

<li>Адрова Ирина Анатольевна, школа 37. 
&#171;Организация познавательной деятельности школьника в условиях 
компьютеризации обучения&#187; (<a href="/teacher/db/konkurs07/adrova37.ppt">Powerpoint (19Mb)</a>)</li>

<li>Зубов Алексей Борисович, школа 1741. 
&#171;Дополнительные возможности математики в дифференцированном обучении&#187; 
(<a href="/teacher/db/konkurs07/zubov1741.ppt">Powerpoint (18,9Mb)</a>)</li>

<li>Захарова Ольга Николаевна. 
&#171;Опыт применения малых средств 
информационных технологий в обучении математике&#187; 
(<a href="/teacher/db/konkurs07/zaharova.ppt">Powerpoint (11Mb)</a>)</li>

<li>Кузнецова Элина Николаевна, школа 1436. 
&#171;Развитие интереса к обучению через личностно-ориентированный подход 
с применением современных технических средств&#187; 
(<a href="/teacher/db/konkurs07/kuznetsova1436.ppt">Powerpoint (29,6Mb)</a>)</li>

<li>Конова Елена Сергеевна, школа 897. &#171;Интегрированный урок 
по математике как средство повышения мотивации учащихся&#187; 
(<a href="/teacher/db/konkurs07/konova897.ppt">Powerpoint (184,4Mb)</a>)</li>

<li>Токарева Наталия Евгеньевна, школа 1557. 
&#171;Применение интерактивных форм работы при обучении математике в лицее&#187; 
(<a href="/teacher/db/konkurs07/tokareva1557.ppt">Powerpoint (3,4Mb)</a>)</li>

<li>Захарова Маргарита Юрьевна, школа 1557. 
&#171;Современные компьютерные технологии в помощь учителю математики&#187; 
(<a href="/teacher/db/konkurs07/zaharova1557.ppt">Powerpoint (7,4Mb)</a>)</li>

<li>Полякова Галина Викторовна, школа 842. 
&#171;Новые подходы к преподаванию математики&#187; 
(<a href="/teacher/db/konkurs07/polyakova842.ppt">Powerpoint (28,4Mb)</a>)</li>

<li>Конышева Татьяна Владимировна, школа 183. 
&#171;Приемы мотивации школьников к процессу обучения, 
развитие творческой деятельности учащихся в режиме развивающихся технологий, 
методов и форм образовательного процесса&#187; 
(<a href="/teacher/db/konkurs07/konusheva183.ppt">Powerpoint (39,7Mb)</a>)</li>

<li>Саволикова Светлана Владимировна, школа 1099. 
&#171;Повышение качества знаний по математике в современной школе&#187; 
(<a href="/teacher/db/konkurs07/savolikova1099.ppt">Powerpoint (1,2Mb)</a>)</li>

<li>Боровикова Юлия Владимировна, школа 252. 
&#171;Организационно-педагогические условия реализации 
инновационных образовательных технологий на уроках математики&#187; 
(<a href="Слишком много файлов">Powerpoint (21Mb)</a>)</li>


<li>Качикина Зоя Анатольевна, школа 249. 
&#171;Гуманно-личностные технологии обучения&#187; 
(<a href="/teacher/db/konkurs07/kachikina249.ppt">Powerpoint (1,9Mb)</a>)</li>

<li>Рахманкулова Екатерина Равиловна, школа 285. 
&#171;Применение информационных технологий для повышения эффективности 
обучения на уроках математики&#187; 
(<a href="/teacher/db/konkurs07/rahmankulova285.ppt">Powerpoint (9Mb)</a>)</li>

<li>Самсонов Павел Иванович, школа 129. 
&#171;Особенности построения профильного курса алгебры и начал 
математического анализа для классов естественнонаучного профиля обучения&#187; 
(<a href="/teacher/db/konkurs07/samsonov129.ppt">Powerpoint (0,15Mb)</a>)</li>

<li>Крутских Валентина Александровна, школа 1327. 
&#171;Работа учителя-предметника в условиях окружной экспериментальной 
площадки по проекту &quot;Педагогические основы организации 
образовательного процесса в многопрофильной школе как фактор активизации 
профессионального самоопределения учащихся&quot;&#187; 
(<a href="/teacher/db/konkurs07/krutskih1327.ppt">Powerpoint (22,5Mb)</a>)</li>

<li>Нестерова Мария Вадимовна, школа 1517. 
&#171;Концерт для компьютера в сопровождении класса, или как мы это делаем&#187; (<a href="/teacher/db/konkurs07/nesterova1517.ppt">Powerpoint (7,9Mb)</a>)</li>

<li>Крапивцева Ирина Васильевна, школа 1619. 
&#171;Технология проектной деятельности при изучении математики&#187; (<a href="/teacher/db/konkurs07/krapivtseva1619.ppt">Powerpoint (15Mb)</a>)</li>

<li>Лодзь Ольга Владимировна, школа 354. 
&#171;Дифференцированное обучение математике через экологические проблемы планеты&#187; (<a href="/teacher/db/konkurs07/lodz354.ppt">Powerpoint (8,7Mb)</a>)</li>

<li>Мымрикова Людмила Николаевна, школа 354. 
&#171;Развивающее обучение через информационные технологии в наглядной геометрии&#187; 
(<a href="/teacher/db/konkurs07/mymrikova354.ppt">Powerpoint (19,6Mb)</a>)</li>

<li>Крепких Ольга Вячеславовна, школа 1520. 
&#171;Использование инновационных технологий в системе 
обучения метематике в средней школе. Поиск. Выбор. Результат&#187; 
(<a href="/teacher/db/konkurs07/krepkih1520.ppt">Powerpoint (30Mb)</a>)</li>

<li>Родионова Светлана Ивановна, школа 235. 
&#171;Урок геометрии в 9 классе &quot;Площади фигур&quot;&#187; 
(<a href="/teacher/db/konkurs07/rodionova235.ppt">Powerpoint (138,5Mb)</a>)</li>

<li>Веденкина Татьяна Владимировна, школа 555. 
&#171;Поколение Будущего&#187; (<a href="/teacher/db/konkurs07/vedenkina555.ppt">Powerpoint (17,8Mb)</a>)</li>

<li>Барыльникова Жанна Прокофьевна, школа 497. 
&#171;Применение ИТК в работе учителя математики с учетом 
индивидуальных особенностей, способностей и потенциальных 
возможностей каждого ребенка&#187; 
(<a href="/teacher/db/konkurs07/barulnikova497.ppt">Powerpoint (9,3Mb)</a>)</li>

<li>Румянцева Анна Борисовна, школа 1828. 
&#171;Использование информационно-коммуникативных технологий 
на уроках геометрии для повышения уровня математических знаний школьников&#187; 
(<a href="/teacher/db/konkurs07/rumjanceva1828.ppt">Powerpoint (22,1Mb)</a>)</li>

<li>Уланова Антонина Алексеевна, школа 1552. 
&#171;Интеграция как путь повышения качества обучения&#187; 
(<a href="/teacher/db/konkurs07/ulanova1552.ppt">Powerpoint (3,9Mb)</a>)</li>

<li>Костикова Светлана Сергеевна, школа 1527. 
&#171;Современные образовательные технологии обучения математике&#187; 
(<a href="/teacher/db/konkurs07/kostikova1527.ppt">Powerpoint (76,6Mb)</a>)</li>
  
<li>Панькина Наталья Михеевна, школа 368. 
&#171;Первая математическая школа в Москве, 
учебник Л.Магницкого &quot;Арифметика&quot;&#187; 
(<a href="/teacher/db/konkurs07/pankina368.ppt">Powerpoint (2Mb)</a>)</li>

<li>Филинова Вера Сергеевна, школа 1351. 
&#171;Раскрытие творческого потенциала учителя на основе технологии 
педагогического целеполагания&#187; 
(<a href="/teacher/db/konkurs07/filinova1351.ppt">Powerpoint (0,3Mb)</a>)</li>

<li>Иванова Вера Николаевна, школа 792. 
&#171;Изучение учебной мотивации на уроках математики с целью преодоления неуспешности в обучении учащихся&#187; (<a href="/teacher/db/konkurs07/ivanova792.pps">Powerpoint (4,8Mb)</a>)</li>

<li>Быкова Ирина Ивановна, школа 781. 
&#171;Учитель &#8212; призвание мое&#187; (<a href="/teacher/db/konkurs07/bukova781.ppt">Powerpoint (41,3Mb)</a>)</li>

<li>Невидимый Дмитрий Борисович, школа 1530.
&#171;Использование ИКТ в процессе преподавания математики&#187; (<a href="/teacher/db/konkurs07/nevidimuj1530.ppt">Powerpoint (19,5Mb)</a>)</li>

<li>Прокофьева Ольга Ивановна, школа 1971. 
&#171;Методика индивидуально-группового обучения&#187; (<a href="/teacher/db/konkurs07/prokofeva1971.ppt">Powerpoint (0,3Mb)</a>)</li>

<li>Быкова Елена Викторовна, школа 7. 
&#171;Повышение мотивации у учащихся при изучении алгебры в 8 классе 
с углубленным изучением предмета&#187; (<a href="/teacher/db/konkurs07/bukova7.ppt">Powerpoint (2Mb)</a>)</li>

<li>Карпова Елена Геннадиевна, школа 562. 
&#171;Использование информационных технологий на уроках алгебры и геометрии&#187; 
(<a href="/teacher/db/konkurs07/karpova562.ppt">Powerpoint (5,9Mb)</a>)</li>

<li>Вайнерман Элла Ароновна, школа 865. 
&#171;Отбор содержания, форм и методов преподавания в классах 
с углубленным изучением физики и математики по программе &quot;Школа-Вуз&quot;&#187; (<a href="/teacher/db/konkurs07/wainerman865.ppt">Powerpoint (29Mb)</a>)</li>

<li>Якушева Галина Михайловна, школа 1279. 
&#171;Роль учителя математики в профильной школе, использование 
новых образовательных и информационно-компьютерных технологий 
при изучении матаматики&#187; (<a href="/teacher/db/konkurs07/yakusheva1279.ppt">Powerpoint (6,5Mb)</a>)</li>

<li>Короткова Елена Анатольевна, школа 15. 
&#171;Методические разработки по теме &quot;Построение сечений многогранников&quot;&#187; (<a href="/teacher/db/konkurs07/korotkova15.ppt">Powerpoint (4,6Mb)</a>)</li>
</Ul>


<LI><B>Материалы открытой школы-семинара учителей математики </B>
для преподавателей математики г.&nbsp;Зеленограда и г.&nbsp;Москвы, 
проходившей с 29 апреля по 9 мая 2006&nbsp;г.

<P>Сборник содержит расширенные тексты докладов участников семинара по проблемам школьного преподавания,
внеурочной и олимпиадной деятельности. Брошюра адресована учителям математики, методистам и всем тем, кто интересуется
проблемами математического образования школьников.

<P>Вся книга <A href="/teacher/db/book06/book.pdf" target="_new">Pdf, 850k</A>, или в формате 2 на лист
<A href="/teacher/db/book06/book2.pdf" target="_new">Pdf, 1.2M</A>

<UL> 
<LI>А.С.&nbsp;Горская  (школа &#8470; 218, Москва)
<A href="/teacher/db/book06/01_gorskaya.pdf" target="_new">Математический кружок для школьников 5 класса</A>

<LI>П.В.&nbsp;Чулков (школа &#8470; 2007, Москва)
<A href="/teacher/db/book06/02_chulkov.pdf" target="_new">Нестандартные задачи и обучение математике</A>

<LI>Е.А.&nbsp;Чернышёва (гимназия &#8470; 1543 , школа &#8470; 17, Москва)
<A href="/teacher/db/book06/03_chernycheva.pdf" target="_new">Кружки Малого Мехмата для младших школьников </A>

<LI>А.А.&nbsp;Волкова (школа &#8470; 174, Москва)
<A href="/teacher/db/book06/04_volkova.pdf" target="_new">Проблемы мотивации школьников 7--9 классов</A>

<LI>А.Н.&nbsp;Андреева (школа &#8470; 91, Москва)
<A href="/teacher/db/book06/05_andreeva.pdf" target="_new">Первое знакомство с классом</A>

<LI>А.Н.&nbsp;Андреева (школа &#8470; 91, Москва),  А.А.&nbsp;Волкова (школа &#8470; 174, Москва)
<A href="/teacher/db/book06/06_andreeva-volkova.pdf" target="_new">Применение программы "Живая геометрия"</A>

<LI>Л.Е.&nbsp;Федулкин (школа &#8470; 40, Москва)
<A href="/teacher/db/book06/07_fedulkin.pdf" target="_new">Геометрия в 7 классе</A>

<LI>Ю.А.&nbsp;Блинков (школа &#8470; 218, Москва)
<A href="/teacher/db/book06/08_blinkov_u.pdf" target="_new">Проблемы преподавания геометрии в 8--9 классе.  Точка Микеля</A>

<LI>А.Г.&nbsp;Мякишев (школа &#8470; 1303, Москва)
<A href="/teacher/db/book06/09_myakishev.pdf" target="_new">О  некоторых  прямых, связанных  с  четырехугольником</A>

<LI>А.И.&nbsp;Сгибнев (школа-интернат "Интеллектуал", Москва)
<A href="/teacher/db/book06/10_sgibnev.pdf" target="_new">Исследуем на уроке и на проекте</A>

<LI>И.Б.&nbsp;Писаренко (лицей &#8470; 1557, Москва)
<A href="/teacher/db/book06/11_pisarenko.pdf" target="_new">Метод вспомогательной задачи</A>

<LI>Ю.О.&nbsp;Пукас (гимназия г. Троицк)
<A href="/teacher/db/book06/12_pukas.pdf" target="_new">Памятные задачи</A>

<LI>А.В.&nbsp;Иванищук (лицей &#8470; 1511, Москва)
<A href="/teacher/db/book06/13_ivanishuk.pdf" target="_new">Математические бои в лицее 1511</A>

<LI>А.Д.&nbsp;Блинков (школа &#8470; 218, Москва)
<A href="/teacher/db/book06/14_blinkov.pdf" target="_new">Летняя математическая школа</A>

<LI>А.И.&nbsp;Сгибнев (школа-интернат "Интеллектуал", Москва)
<A href="/teacher/db/book06/15_sgibnev.pdf" target="_new">О летних и зимних школах</A>

<LI>А.Д.&nbsp;Блинков (школа &#8470; 218, Москва)
<A href="/teacher/db/book06/16_blinkov.pdf" target="_new">Математическое ориентирование</A>
</UL>

</UL>


<HR width="90%">
	</div></td>
	<td id=right valign=top><img src="i/p.gif" width=1 height=7><br>
	{include file="news.tpl"}
	</td>
</tr>
{include file="footer.tpl"}