<center><h1>Дорогой читатель!</h1></center>
<p align="justify"/>
Замечательные книги, бывшие в течение десятков лет настольными для многих 
школьных учителей математики, руководителей кружков, школьников, 
интересующихся точными науками, стали в последние годы физически недоступны 
читателям (несмотря на большие тиражи, издания давно стали библиографической 
редкостью, недоступной, к сожалению, в большинстве библиотек; переиздать все 
эти книги&nbsp;&#8212; непростая техническая и финансовая задача).
<BR>

<p align="justify"/>
Понимая&nbsp;&#8212; и не понаслышке зная&nbsp;&#8212; эту ситуацию, 
мы решили собрать электронные версии любимых книг и журналов. Разумеется, все материалы данной коллекции предназначены для некоммерческого использования в образовательных целях. Пользуемся случаем еще раз <A href="http://www.math.ru/lib/thanks">сказать &#171;Спасибо!&#187; десяткам людей, помогающим нам в этом деле.</A>
<BR>

<p align="justify"/>Хочется верить, что наша библиотека поможет школьникам, студентам,  учителям, руководителям кружков, а также будет интересна всем любознательным,&nbsp;...

<p align="justify"/>Рекомендуем нашим читателям<BR>
<a href="http://www.mccme.ru/free-books/" target="_blank">свободно распространяемые издания</A> на сайте МЦНМО;<BR>
электронный <A href="http://kvant.mccme.ru/"  target="_blank">архив журнала &#171;Квант&#187;</A> (1970&#8211;..);<BR> 
электронный <A href="http://www.mathesis.ru" target="_blank">архив книгоиздательства &#171;Матезис&#187;</A>  (1904&#8211;1925);<BR>  
интернет-<A href="http://www.mathedu.ru" target="_blank">библиотеку по методике преподавания математики</A>;<BR> 
электронный <A href="http://www.vofem.ru/" target="_blank">архив журнала &#171;Вестник опытной физики и элементарной математики&#187;</A> (1886&#8211;1917).

<P>А также 
<A href="http://www.mathnet.ru/">полнотекстовый архив многих математических журналов РАН</A>.

<hr>
{include file="lib/ad.tpl"}