<p>
В библиотеке собраны электронные версии любимых книг и журналов. К сожалению, по разным причинам мы не имеем возможности испросить
разрешение у всех авторов. Некоторых из них уже нет в живых, с некоторыми нет связи. Мы надеемся, что никто из авторов не возражает
против размещения своих трудов в сети (если это не так, то по первому требованию мы готовы убрать со страницы соответствующие материалы.
Автору достаточно просто написать нам письмо (по адресу
<a href="mailto:mathru@mccme.ru">mathru@mccme.ru</a>) или сообщить о своей воле в <a href="http://www.mccme.ru">МЦНМО</a>).
</p>
<p>
Дизайн сайта: Алексей Налогин.
</p>
<p>
Весь контент сайта распостраняется свободно. Будем рады, если Вам он
окажется полезным.
</p>
