{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/"}
<!-- br/>
{include file="teacher/courses_menu.tpl" _path="/teacher/"} -->
<br/>
<!--{if !$_user_loggedin}
{include file="login.tpl"}
{/if}
-->
	</td>
	<td id=content valign=top align=center><div>
<h1>Дорогие учителя!</h1>
<p/>
Спасибо Вам за нелегкий учительский труд.
<p/>
Эта часть сайта посвящена Вам и предназначена для Вас. Мы стараемся тут собирать
все, что может быть интересно учителю математики или руководителю кружка.
Мы надеемся, что посетителям сайта тут будет комфортно общаться на профессиональные темы:
просмотреть чужие разработки, положить свои в базу данных (чтобы коллеги могли пользоваться,
обсуждать, предлагать, советовать), задать вопрос как по математике, 
так и по методике ее преподавания (на который разумно быстро ответят специалисты).
<p/>
В разделе также собираются официальные документы 
Министерства образования и науки РФ (и других органов власти), 
необходимые для учителей и методистов.

<!--
<p/>
Хотелось бы Вашего неформального участия в <a href="http://math.ru/forum/">форумах</a>. 
Давайте обсудим, что волнует учительскую среду, поделимся опытом, 
попытаемся сделать образование лучше. 
Пишите о том, что Вас волнует, и (в силу своих возможностей) 
будем вместе решать проблемы.
-->

<p/>
Благодарим всех, кто уже принимает участие в работе над сайтом 
(даже в форме чтения материалов). Благодарим тех, кто поддерживает проект.
<!--, в том числе <A href="http://www.ntf.ru">Национальный фонд подготовки кадров</A> (часть
материалов данного раздела выполнена в рамках проекта ИСО). -->
Благодарим всех коллег, кто помогал развивать предшествующие сайты, в том числе 
cоответствующие разделы  <A href="http://www.mccme.ru">сайта МЦНМО</A>.
<p/>
Надеемся, что в формировании этого раздела, как и всего сайта 
<Font color="blue">www.math.ru</FONT>, Вы тоже примете непосредственное участие.
Будем признательны за любые замечания и пожелания.
<p/>
Адрес редакции <Font color="blue">t-mathru@mccme.ru</FONT>.
</p>
<!--
<p/>
&nbsp;&nbsp;&nbsp;&nbsp;.
</p>
<p/>
&nbsp;&nbsp;&nbsp;&nbsp;.
</p>
<p/>
<I>Вниманию учителей города Москвы!</I><BR>
Рубежный контроль <B>в 6 классе</b> проводится <B>24 апреля 2007 года
на 2&nbsp;уроке</B> по распоряжению Департамента образования (№131р от 14.09.06).<BR> 
Подробности опубликованы 
<A href="http://math.mioo.ru/6kl240407/">на странице кафедры математики МИОО</A>.
-->

</p>
	</div></td>
	<td id=right valign=top><img src="i/p.gif" width=1 height=7><br>
	{include file="news.tpl"}
	</td>
</tr>
{include file="footer.tpl"}