{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/"}
<br/>
{if !$_user_loggedin}
{include file="login.tpl"}
{/if}
	</td>
	<td id=content valign=top align=center><div>
<B>О ВВЕДЕНИИ ЭЛЕМЕНТОВ КОМБИНАТОРИКИ, СТАТИСТИКИ
И ТЕОРИИ ВЕРОЯТНОСТЕЙ В СОДЕРЖАНИЕ МАТЕМАТИЧЕСКОГО
ОБРАЗОВАНИЯ ОСНОВНОЙ ШКОЛЫ</B>
<p align="justify">Один из важнейших аспектов модернизации содержания
математического образования состоит во включении в школьные
программы элементов статистики и теории вероятностей. Это
обусловлено ролью, которую играют вероятностно
статистические
знания в общеобразовательной подготовке современного человека.
Без минимальной вероятностно-статистической грамотности
трудно адекватно воспринимать социальную, политическую,
экономическую информацию и принимать на ее основе обоснованные решения.
Современные физика, химия, биология, весь 
комплекс социально-экономических наук построены и развиваются на вероятностно
статистической базе, и без соответствующей подготовки невозможно полноценное изучение этих дисциплин уже в
средней школе.
<p align="justify">Изучение элементов комбинаторики, статистики и теории вероятностей
в основной и старшей школе станет обязательным после утверждения
федерального компонента государственного стандарта общего образования.
Но в связи с тем, что внедрение в практику работы этого нового материала
требует нескольких лет и нуждается в накоплении методического опыта,
Министерство образования Российской Федерации рекомендует образовательным
учреждениям начинать его преподавание в основной школе с 2003/04
учебного года. При этом предлагается ориентироваться на следующее содержание:
<p align="justify">Решение комбинаторных задач: перебор вариантов, подсчет числа
вариантов с помощью правила умножения.
<p align="justify">Представление данных в виде таблиц, диаграмм, графиков. Диаграммы Эйлера. Средние результатов измерений.
<p align="justify">Понятие и примеры случайных событий. Частота события, вероятность. Равновозможные события и подсчет их вероятности.
<p align="justify">Представление о геометрической вероятности.
<p align="justify">Перечисленный круг вопросов представляет собой некоторый
минимум, доступный учащимся основной школы и достаточный
для формирования у них первоначальных вероятностно
статистических представлений. Об этом свидетельствует опыт практического преподавания 
соответствующего материала во многих регионах Российской Федерации, например, в Москве, 
Санкт-Петербурге, Калуге, Орле, Туле, Калининграде, Архангельске, Волгограде, Хабаровске, 
Челябинской, Ярославской, Вологодской, Пермской, Омской областях, Республике Карелия, Чувашской Республике &#8212; 
Чувашии, Ханты-Мансийском автономном округе &#8212; Югре
и др. В старшем звене эта линия получит дальнейшее развитие.
Для внедрения указанного содержания в практику созданы
реальные условия. Имеется учебно
методическое обеспечение,
позволяющее включать элементы комбинаторики, статистики и
теории вероятностей в учебный процесс. Ряд учебников содержит
соответствующий материал как органическую часть курса, к другим 
подготовлены специальные вкладыши. Помимо этого есть
публикации, раскрывающие методику преподавания названного
материала как по конкретным учебникам, так и в общем плане.
Изучение элементов комбинаторики, статистики и теории вероятностей целесообразно 
начать в 5&#8211;6 классах или в 7 классе &#8212; в
зависимости от системы изложения в учебнике, по которому ведется преподавание. 
Необходимое время может быть найдено за счет
отказа от рассмотрения с учащимися вопросов, которые не входят
в обязательный минимум содержания основной школы (корень
степени n, степень с дробным показателем, метод интервалов, тригонометрический 
материал в курсе алгебры), но сохраняются в ряде
учебников и в практике работы учителей.
<p align="justify">Органам управления образованием субъектов Российской Федерации предлагается в течение 2003/04 учебного года создать
организационно-педагогические условия для введения новой содержательной 
линии в практику преподавания математики, в частности, 
организовать в учреждениях системы повышения квалификации 
работников образования подготовку учителей к преподаванию 
элементов комбинаторики, статистики и теории вероятностей. 
При разработке программ переподготовки можно ориентироваться 
на вариант, опубликованный в журнале &quot;Математика в
школе&quot; (приложение).
Минобразование России считает, что за ближайшие три года будет
накоплен опыт преподавания элементов статистики и теории вероятностей 
и осуществлена переподготовка учителей.
В этот период задания по вероятности и статистике не должны включаться 
в материалы для административного контроля. Элементы комбинаторики, 
статистики и теории вероятностей не будут входить и в
материалы для итоговой аттестации выпускников основной школы.
<br>
<p align="justify">Первый заместитель министра В. А. БОЛОТОВ
<p align="justify"><b>Приложение</b>
<p align="justify"><b>Учебники, включающие элементы комбинаторики, статистики,
теории вероятностей:</b>
<p align="justify"><b>5&#8211;6 классы</b>
<p align="justify">1. Математика: Учеб. для 5 кл. общеобразоват. учреждений / Под
ред. Г. В. Дорофеева, И. Ф. Шарыгина. &#8212; М.: Просвещение,
Дрофа, 2000&#8211;2003.
<p align="justify">Математика: Учеб. для 6 кл. общеобразоват. учреждений / Под
ред. Г. В. Дорофеева, И. Ф. Шарыгина. &#8212; М.: Дрофа, Просвещение, 2000&#8211;2003.
<p align="justify">2. Арифметика: Учеб. для 5 кл. общеобразоват. учреждений / С. М. Никольский, М. К. Потапов, Н. Н. Решетников, А. В. Шевкин.
&#8212; М.: Просвещение, 1999&#8211;2002.
<p align="justify">Арифметика: Учеб. для 6 кл. общеобразоват. учреждений / С. М. Никольский, М. К. Потапов, Н. Н. Решетников, А. В. Шевкин.
&#8212; М.: Просвещение, 2000&#8211;2002.
<p align="justify">3. Зубарева И. И., Мордкович А. Г. Математика: Учеб. для 5 кл.
общеобразоват. учреждений. &#8212; М.: Мнемозина, 2002.
<p align="justify">Зубарева И. И., Мордкович А. Г. Математика: Учеб. для 6 кл.
общеобразоват. учреждений. &#8212; М.: Мнемозина, 2003.
<p align="justify">4. Математика: Учебник
собеседник для 5 кл. общеобразоват. учреждений / Л. Н. Шеврин, А. Г. Гейн, И. О. Коряков, М. В. Волков. &#8212; М.: Просвещение, 2000&#8211;2002.
<p align="justify">Математика: Учебник-собеседник для 6 кл. общеобразоват. учреждений / 
Л. Н. Шеврин, А. Г. Гейн, И. О. Коряков, М. В. Волков. &#8212; М.: Просвещение, 2000&#8211;2002.
<p align="justify"><b>7&#8211;9 классы</b>
<p align="justify">5. Математика: Арифметика, алгебра, анализ данных: Учеб. для 7 кл.
общеобразоват. учреждений / Под ред. Г. В. Дорофеева. &#8212; М.: Дрофа, 2000&#8211;2003.
<p align="justify">Математика: Алгебра, функции, анализ данных: Учеб. для 8 кл.
общеобразоват. учреждений / Под ред. Г. В. Дорофеева. &#8212; М.:
Дрофа, 2000&#8211;2003.
<p align="justify">Математика: Алгебра, функции, анализ данных: Учеб. для 9 кл.
общеобразоват. учреждений / Под ред. Г. В. Дорофеева. &#8212; М.:
Дрофа, 2000&#8211;2003.
<p align="justify">6. Алгебра: Учеб. для 7 кл. общеобразоват. учреждений / С. М. Никольский, М. К. Потапов, Н. Н. Решетников, А. В. Шевкин. &#8212;
М.: Просвещение, 1999&#8211;2002.
<p align="justify">Алгебра: Учеб. для 8 кл. общеобразоват. учреждений / С. М. Никольский, М. К. Потапов, Н. Н. Решетников, А. В. Шевкин. &#8212;
М.: Просвещение, 2000&#8211;2002.
<p align="justify">Алгебра: Учеб. для 9 кл. общеобразоват. учреждений / С. М. Никольский, М. К. Потапов, Н. Н. Решетников, А. В.Шевкин. &#8212; М.:
Просвещение, 2001&#8211;2002.
<p align="justify"><b>Вкладыши к учебникам</b>
<p align="justify">7. Мордкович А. Г., Семенов П. В. События. Вероятность. Статисnика: Дополнительные материалы к курсу алгебры для 7&#8211;9 кл. &#8212;
М.: Мнемозина, 2002. (К учебникам А. Г. Мордковича.)
<p align="justify">8. Ткачева М. В., Федорова Н. Е. Алгебра, 7&#8211;9 кл.: Элементы статистики и вероятность. &#8212; М.: Просвещение, 2003. (К учебникам
А. Ш. Алимова и др.).
<p align="justify"><b>Дополнительная литература</b>
<p align="justify">9. Бунимович Е. А., Булычев В. А. Вероятность и статистика, 5&#8211;9
кл. &#8212; М.: Дрофа, 2002.
<p align="justify">10. Бунимович Е. А. Вероятностностатистическая линия в базовом
школьном курсе математики. &#8212; Математика в школе, N 4, 2002.
<p align="justify">11. Бунимович Е. А., Суворова С. Б. Методические указания к теме
&quot;Статистические исследования&quot;. &#8212; Математика в школе, N 3, 2003.
<p align="justify">12. Мордкович А. Г., Семенов П. В. События, вероятности, статистическая обработка данных. &#8212; Математика (приложение к газете &quot;Первое сентября&quot;), N 34, 35, 41, 43, 44, 48, 2002; N 11, 17,
2003.
<p align="justify">13. Селютин В. Д. О формировании первоначальных стохастических представлений. &#8212; Математика в школе, N 3, 2003.
<p align="justify">14. Селютин В. Д. О подготовке учителей к обучению школьников
стохастике. &#8212; Математика в школе, N 4, 2003.
<p align="justify">15. Ткачева М. В., Федорова Н. Е. Элементы статистики в курсе
математики 7&#8211;9 классов основной школы. &#8212; Математика в
школе, N 3, 2003.
<p align="justify">16. Ткачева М. В. Анализ данных в учебниках Н. Я. Виленкина и
других. &#8212; Математика в школе, N 5, 2003.
<p align="justify"><b>Материалы для организации переподготовки учителей</b>
<p align="justify">17. Изучение теории вероятностей и статистики в школьном курсе
математики. 

Программа для курсов повышения квалификации учителей / В. А. Булычев, Е. А. Бунимович. &#8212; Математика в
школе, N 4, 2003.
	</div></td>
	<td id=right valign=top><img src="i/p.gif" width=1 height=7><br>
	{include file="opros.tpl"}
	</td>
</tr>
{include file="footer.tpl"}
