{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/conf"}
	</td>
	<td id=content valign=top align=center><div>
	
<h2 ALIGN="CENTER">Конференция по вопросам дополнительного образования школьников,<BR> одарённых в области точных и естественных наук</h2>

<h3 ALIGN="CENTER">Киров, 2&ndash;4 октября 2016 г.</h3>

<HR width="90%"  ALIGN="CENTER">

<h4 ALIGN="CENTER"><B><FONT size="+1">2 октября.</FONT></B>
<BR>Вятская филармония, малый зал</h4>

<P><B>10.00 &ndash; 11.00. Регистрация участников
<BR>11.00 &ndash; 12.50. Пленарное заседание  </B><FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Модератор &mdash; Н.Х. Агаханов</P></FONT>
<UL>
<B><LI>И.С. Рубанов</B> (Киров). Вступительное слово, Кировский ЦДООШ.</A></LI>
<B><LI>Д.В. Пупов</B> (Киров-Москва). Роль ЦДООШ в развитии биологического олимпиадного и турнирного движения в России.</LI>
<B><LI>Н.Х. Агаханов</B> (Долгопрудный). Математические олимпиады  в работе с одарёнными школьниками.</LI></UL>

<B><P>12.50 &ndash; 13.10. Перерыв. Кофе-пауза.
<BR>13.10 &ndash; 15.00. Пленарное заседание </P>

<UL>
<LI>С.Е. Рукшин, В.П.&nbsp;Федотов</B> (Санкт-Петербург) Ленинградские &mdash; Санкт-Петербургские математические кружки.</LI>
<B><LI>А.Д. Блинков</B> (Москва). О системе дополнительного образования по геометрии.</LI>
<B><LI>В.Д. Арнольд</B> (Москва). Интернет-ресурсы для обучения математике. (<A href="VDArnold-internet.ppt">PPT, 284k</A>) </LI>
</UL>

<B>
<P ALIGN="CENTER">Дворец культуры «Родина»</B> (ул. Гайдара, 3)</P>
<P><B>17.00.</B> Торжественное заседание, посвященное 
                     <B>25-летию <A href="http://cdoosh.ru/">Центра</B> дополнительного образования одаренных школьников</A>

<!--P ALIGN="RIGHT">(Отправление автобусов от гостиниц в 16:30)</P-->

<B><BR>19.00.</B> Фуршет.</P>


<HR width="90%"  ALIGN="CENTER">

<h4 ALIGN="CENTER"><B><FONT size="+1">3 октября.</B></FONT>
<BR>Вятская филармония, малый зал</h4>

<P><B>10.00 &ndash; 11.50. Пленарное заседание 
</B><FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; И.С. Рубанов</P></FONT>

<UL>
<B><LI>А.Б. Скопенков</B> (Москва). Олимпиады и математика.</LI>
<B><LI>Н.Х. Агаханов</B> (Долгопрудный). О составлении олимпиадных заданий. (<A href="Nazar-Tasks.pptx">PPTx, 155k</A>)</LI>
<B><LI>А.С. Штерн</B> (Омск). Матшкольник как будущий матстудент 
            (<I>о ближайших целях дополнительного математического образования</I>). (<A href="A-Shtern.pdf">PDF, 123k</A>)</LI></UL>

<B><P>11.50 &ndash; 12.10. Перерыв. Кофе-пауза.
  <BR>12.10 &ndash; 14.00. Пленарное заседание </P>

<UL>
<LI>Е.М. Кац</B> (Москва). Работа с одарёнными младшими школьниками. (<A href="JaneKac-Math4young-Kirov16.ppt">PPT, 4,9 M</A>)</LI>
<B><LI>Н.М. Нетрусова</B> (Москва). Занятия математикой с дошкольниками.  (<A href="Netrusova_kruzhok_doshkolnikov_.pptx">PPTx, 119 k</A>)</LI>
<B><LI>В.П. Федотов</B> (Санкт-Петербург). Учить всех как одарённых.</LI>
</UL>

<B><P>14.00 &ndash; 15.30. Обеденный перерыв.
<BR>15.30. Заседания секций.</P>

<P ALIGN="CENTER">Секция содержания и методов обучения</B> <BR>(Вятская филармония, малый зал)
   <FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; И.С. Рубанов</P></FONT>

<UL>
<B><LI>М.Б. Скопенков</B> (Москва). Летняя конференция Турнира городов.</LI>
<B><LI>К.А. Кноп</B> (Санкт-Петербург). Алгоритмические аспекты школьной геометрии.</LI>
<B><LI>И.А. Чернявская</B> (Омск). Место ГМТ в школьной геометрии.</LI></UL>

<P ALIGN="CENTER"><B>Секция соревнований</B><BR>(Вятская филармония, муз. гостиная)

<FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; Н.Х. Агаханов</P> </FONT>

<UL>
<B><LI>С.А. Дориченко</B> (Москва). Турнир городов.</LI>
<B><LI>В.П. Федотов</B> (Санкт-Петербург). Олимпиада "Третье тысячелетие" до и после включения в проект "Формула Единства".</LI>
<B><LI>Л.Ю. Лазарева, А.С. Русаков</B> (Казань). Опыт Татарстана в проведении турниров интерактивных математических игр и других математических мероприятий.</LI>
<B><LI>Д.А. Калинин</B> (Москва). Олимпиада «Открытие».</LI>
<B><LI>Э.А. Акопян</B> (Москва). Турнир математических игр для 5-х классов Kostroma Open.</LI>
<B><LI>Е.М. Кац</B> (Москва). Обучение математике онлайн. Учи.ру и Олимпиада ПЛЮС.  (<A href="JaneKac_Oplus.pptx">PPTx, 2,3 M</A>)</LI></UL>

<B><P>19.00.</B> Банкет (по приглашениям).</P>

<HR width="90%"  ALIGN="CENTER">

<h4 ALIGN="CENTER"><B><FONT size="+1">4 октября.</FONT></B>
<BR>Вятская филармония, малый зал</h4>


<P>10.00 &ndash; 11.50. Пленарное заседание 
</B><FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; О.А. Иванов</P></FONT>

<UL>
<B><LI>О.А. Иванов</B> (Санкт-Петербург). О математике в школе.</LI>
<B><LI>А.М. Райгородский</B> (Москва). Дистанционное образование: опыт и перспективы.</LI>
<B><LI>Н.Н. Андреев</B> (Москва). <A href="http://www.etudes.ru/">Популяризация математики</A> в России: <A href="http://www.mathesis.ru/">традиции</A> и <A href="http://book.etudes.ru/">современность</A>.</LI></UL>

<B><P>11.50 &ndash; 12.10. Перерыв. Кофе-пауза.
<BR>12.10 &ndash; 14.00. Пленарное заседание </P>

<UL>
<LI>В.В. Прасолов</B> (Москва). О структуре и истории написания моих книг "Задачи по планиметрии", "Задачи по алгебре, арифметике и анализу" и "Задачи по стереометрии"</LI>
<B><LI>С.А. Дориченко</B> (Москва). Журналы "Квант" и "Квантик" &mdash; прошлое, настоящее и будущее.</LI>
<B><LI>А.Д. Блинков</B> (Москва). Серия книг "Школьные математические кружки".</LI>
</UL>

<B><P>14.00 &ndash; 15.30. Обеденный перерыв.
  <BR>15.30. Заседания секций.</P>

<P ALIGN="CENTER">Секция содержания и методов обучения</B> <BR>(Вятская филармония, малый зал)
<FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; О.А. Иванов</P></FONT>

<UL>
<B><LI>И.С. Рубанов</B> (Киров). Обучение построению математической теории.</LI>
<B><LI>А.С. Голованов</B> (Санкт-Петербург). Теория чисел на математическом кружке.</LI>
<B><LI>К.А. Сухов</B> (Санкт-Петербург). Элементы математического анализа на математическом кружке.</LI>
</UL>

<B><P ALIGN="CENTER">Секция организации работы с одарёнными</B><BR>(Вятская филармония, муз. гостиная)
<FONT FACE="Arial">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Модератор &mdash; Д.К. Мамий</P></FONT>

<UL>
<B><LI>Д.К. Мамий</B> (Майкоп) Как найти, заинтересовать и  обучить каждого, кто способен?</LI>
<B><LI>Т.А. Новосёлова</B> (Киров). Одарённые школьники в средней школе.</LI>
<B><LI>В.А. Шастин</B> (Черноголовка). Практика популяризации математики среди школьников Черноголовки.</LI>
</UL>

<HR width="90%"  ALIGN="CENTER">
	</div></td>
	
	
	
</tr>
{include file="footer.tpl"}