{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/"}
<br/>
{include file="teacher/courses_menu.tpl" _path="/teacher/"}
<br/>
{if !$_user_loggedin}
{include file="login.tpl"}
{/if}
	</td>
	<td id=content valign=top align=center colspan=2><div>
<h1 align="center">Математика в профильном обучении:<br> 
цели, формы, структура и содержание учебного плана.</h1>

<p>
Профильное обучение направлено на реализацию личностно-ориентированного учебного процесса. При этом существенно расширяются возможности выстраивания учеником собственной, индивидуальной образовательной траектории.
</p>

<h2 align="center">Основные формы организации профильного обучения</h2>
<p>
 Профильная школа&nbsp;&#8212; институциональная форма реализации этой цели, естественно форма основная, но не единственная. Вполне перспективными в отдельных случаях могут стать иные формы организации профильного обучения, фактически выводящие реализацию соответствующих образовательных стандартов и программ за стены отдельной школы.
</p><p>
Вполне реальны ситуации, когда отдельная школа, а также сеть школ  и иных образовательных учреждений, будут реализовывать не только содержание выбранного профиля, но и предоставлять учащимся возможность осваивать интересное и важное для каждого из них содержание других профильных курсов. Такая возможность может быть реализована как посредством разнообразных региональных форм организации образовательного процесса (дистанционные курсы, факультативы, экстернат), так и за счет кооперации (объединения образовательных ресурсов) различных образовательных учреждений (общеобразовательные школы, заочные физико-математические школы, учреждения дополнительного, начального, среднего и высшего профессионального образования, Малые Академии). Это позволит старшекласснику одной школы при необходимости воспользоваться образовательными услугами других школ или учреждений НПО, СПО, ВПО. Региональная структура профильного обучения должна опираться на сеть школ, учреждений дополнительного образования, НПО, СПО и ВПО, целью которой должно являться наиболее полная реализация интересов и образовательных потребностей учащихся. 
</p><p>
Таким образом, можно выделить несколько моделей организации профильного обучения. 
<ol>
	<li>Модель внутришкольной профилизации<br>
Отдельная школа может быть однопрофильной (реализовывать только один из избранных ею профилей), или организовать на старшей ступени несколько профилей, т.е. быть многопрофильной.<br>
Школа в целом может быть не ориентирована на конкретные (один или несколько) фиксированные профили. В одной школе может быть организован универсальный профиль, дающий учащимся знания на базовом уровне по предметам, входящим в федеральный компонент. Элективные курсы на базе школы предоставляют школьникам возможность в полной мере осуществлять свои индивидуальные профильные образовательные программы. 
<li>Модель сетевой организации<br>
В подобной модели профильное обучение учащихся конкретной школы осуществляется за счет целенаправленного и организованного привлечения образовательных ресурсов иных образовательных учреждений.
</ol>
<p>
Оно может строиться в двух основных вариантах.
</p><p>
Первый связан с объединением нескольких школ вокруг наиболее сильной школы, обладающей достаточным материальным и кадровым потенциалом, которая для группы школ выполняет роль &laquo;ресурсного центра&raquo;. В этом случае каждая из школ данной группы обеспечивает в полном объеме базовые  общеобразовательные курсы и ту часть профильного обучения (профильные и элективные курсы), которую она способна реализовать в рамках своих возможностей. Остальную профильную подготовку берет на себя &laquo;ресурсный центр&raquo;. 
Второй вариант основан на кооперации школы  с иными образовательными учреждениями и образовательными ресурсами&nbsp;&#8212; учреждений дополнительного, высшего, среднего и начального профессионального образования. В этом случае учащимся предоставляется право выбора получения профильного образования либо в собственной школе, либо в кооперированных с ней образовательных структурах: дистанционные курсы, заочные школы, Малые Академии при вузах, учреждения системы начального и среднего профессионального образования и др.). 
</p>
<h2 align="center">Уровни профильного обучения предметной области &laquo;Математика&raquo;</h2>
<p>
Изучение школьных предметов предметной области &laquo;Математика&raquo; при профильном обучении производится на трёх уровнях: 
Компенсирующий (5-6 часов в неделю)&nbsp;&#8212; для учащихся, выбравших универсальный профиль и планирующих дальнейшее обучение в учреждениях среднего профессионального обучения. (Материал этого уровня обучения&nbsp;&#8212; курс алгебры и геометрии основной школы с включением некоторых тем курсов старшей школы.)
</p><p>
Базовый (4–6 часов в неделю)&nbsp;&#8212; для учащихся, выбравших универсальный, гуманитарный, филологический, социально-экономический (различных специализаций) профили и планирующих дальнейшее обучение в учреждениях высшего профессионального обучения. 
Профильный (7 часов в неделю)&nbsp;&#8212; для учащихся, выбравших естественно-математический, технологический (различных специализаций) и планирующих дальнейшее обучение в профильных учреждениях высшего профессионального обучения. 
</p><p>
Традиционный углубленный курс для учащихся, выбравших математический, технологический (специализаций: математика, физика, информатика) и планирующих дальнейшее обучение в профильных учреждениях высшего профессионального обучения, должен быть реализован на профильном уровне с большим количеством элективных курсов.
</p>
<h2 align="center">Формы итоговой аттестации при профильном обучении</h2>
<p>
При изучении курса математики на компенсирующем уровне учащиеся сдают экзамен по материалам этого уровня изучения математики&nbsp;&#8212; по специальным вариантам. Итоги сдачи экзамена на этом уровне дают возможность продолжение обучения в системе среднего профессионального образования.
</p><p>
 При изучении курса математики на базовом уровне учащиеся сдают единый государственный экзамен в любой его форме. Итоги сдачи экзамена дают возможность продолжения обучения в системе высшего профессионального обучения гуманитарного и естественнонаучного направлений по различным специальностям, кроме математики.
</p><p>
При изучении курса математики на профильном уровне учащиеся сдают единый государственный экзамен в любой его форме. Итоги сдачи экзамена дают возможность продолжения обучения в системе высшего профессионального обучения по различным направлениям и специальностям.
</p><p>
При изучении курса математики на углубленном уровне учащиеся сдают единый государственный экзамен в любой его форме. Для учащихся этого уровня изучения математики обязательным должно быть сдача устного экзамена по одному из предметов этой предметной области. В качестве устного экзамена может быть защита исследовательского проекта на уровне не ниже регионального. Итоги сдачи экзамена дают возможность продолжения обучения в системе высшего профессионального обучения по различным направлениям и специальностям.
</p><p>

<h2 align="center">Базисный учебный план профильного обучения</h2>
<p>
 Базисный учебный план старшей ступени школы должен предусматривать возможность разнообразных вариантов комбинаций учебных курсов, которые должны обеспечивать гибкую систему профильного обучения. Эта система включает в себя курсы следующих типов: базовые общеобразовательные, профильные общеобразовательные, элективные курсы.
</p><p>
Базовые общеобразовательные курсы&nbsp;&#8212; курсы федерального и регионального компонента, обязательные для всех учащихся во всех профилях обучения. Набор этих курсов должен быть функционально полным (с точки зрения реализации задач общего образования), но минимальным. Безусловно, набор базовых общеобразовательных курсов, обеспечивающих минимальный уровень общего образования для каждого старшеклассника должен отражать наиболее значимые цели, задачи, функции общего образования. 
</p><p>
В &laquo;Концепции профильного обучения на старшей ступени общего образования&raquo; предлагается следующий набор обязательных общеобразовательных курсов (образовательных областей): математика, русский язык и литература, иностранный язык, история,  физическая культура, а также интегрированные курсы обществознания для естественно-математического, технологического профилей, естествознания&nbsp;&#8212; для гуманитарного, филологического, социально-экономического профилей.
</p><p>
При  определении  содержания базовых общеобразовательных курсов должно в равной мере учитываться мнение специалистов по этому учебному предмету и мнение специалистов по другим предметам (межпредметные связи, оценка общеобразовательной значимости учебного материала с позиций содержания образования в целом, а не только потребностей, внутренней логики построения каждого отдельного учебного предмета). 
Профильные общеобразовательные курсы&nbsp;&#8212; курсы повышенного уровня (фактически углубленные курсы для старшей ступени школы), определяющие направленность каждого конкретного профиля обучения. Например, физика, химия, биология&nbsp;&#8212; профильные курсы в естественнонаучном профиле; литература, русский и иностранные языки&nbsp;&#8212; в филологическом профиле; право, экономика и др.&nbsp;&#8212; в социально-экономическом профиле и т.д.
Элективные курсы&nbsp;&#8212; обязательные курсы по выбору учащихся, входящие в состав профиля обучения на старшей ступени школы. Элективные курсы выполняют, по крайней мере, три основных функции:
<ul>
<li>дополнение содержания профильного курса, в этом случае такой дополненный профильный курс становится  расширенным или углубленным, что в некоторых случаях может соответствовать программе углубленного изучения предмета. 
<li>расширение содержание одного из базисных курсов, изучение которого в данной школе (классе, группе) осуществляется на базовом общеобразовательном уровне. (Это позволяет интересующимся школьникам удовлетворить свои познавательные потребности и получить дополнительную подготовку, например, для сдачи ЕГЭ по этому предмету на профильном уровне.)
<li>удовлетворение познавательных интересов отдельных школьников в областях деятельности человека как бы выходящих за рамки выбранного им профиля. (Например, вполне естественной выглядит ситуация, когда школьник, обучающийся в классах гуманитарного профиля, проявит интерес к курсу &laquo;Информационный бизнес&raquo; или &laquo;Экология&raquo;, а школьник из класса технологического направления захочет расширить свои знания в области искусства или изучить элективный курс &laquo;Зарубежная литература XX века&raquo;.)
</ul>
Число элективных курсов, предлагаемых в составе профиля, должно превышать количество таких курсов, которые обязан выбрать учащийся. 
</p>
<h2 align="center">Документы, сопровождающие профильное обучение</h2>

<p>
Нормативные документы Министерства  образования и науки РФ;
</p>
<p>
Нормативные документы региональных органов управления образованием
</p>
<p>
Базисные учебные планы 
</p><p>
Программы и учебные планы профильного обучения, реализуемые образовательным учреждением
</p><p>
Индивидуальный учебный план учащегося
</p><p>
Зачетная книжка учащегося, в которой записывается:
<ul>
<li>тема элективного курса, количество часов и отметка о сдаче зачета или экзамена;
<li>исследовательская работа, ее название, руководитель, и отметка о защите этой работы;
<li>личные достижения учащегося&nbsp;&#8212; результативность выступления учащегося на олимпиадах. 
</ul>
</p>

<h2 align="center">Механизм формирования содержания обучения в отдельном профиле</h2>
При формировании индивидуальных учебных планов следует учитывать такие параметры:
<ul>
<li>Объем аудиторной нагрузки, который устанавливается гигиеническими требованиями к условиям обучения школьников в различных видах современных общеобразовательных учреждений &nbsp;&#8212; СанПиН: максимальный объем аудиторной нагрузки школьников старших классов&nbsp;&#8212; 36 часов.
<li>Распределение учебных часов между базовыми, профильными и элективными курсами, установленное базисными учебными планами. В &laquo;Концепции профильного обучения&raquo; предложено следующее примерное соотношение  объемов базовых, профильных и элективных курсов: 50%&nbsp;&#8212;&nbsp;30%&nbsp;&#8212;&nbsp;20%.
<li>Уровень изучения школьных предметов предметной области &laquo;Математика&raquo;. Выбирая различные сочетания базовых и профильных курсов в пределах нормативов учебного времени, установленного СанПиНами и БУПом, каждая школа, а в принципе и каждый ученик вправе формировать собственный учебный план.
<li>Учитывая возможность модели сетевой организации, для изучения элективных курсов в образовательных учреждениях региона может быть установлен один день в неделю.
</ul>
</p><p>
Таким образом, предполагаемая система не ограничивает школу в организации того или иного профиля обучения (или нескольких профилей одновременно), а школьника в выборе различных наборов базовых общеобразовательных, профильных и элективных курсов, которые в совокупности и составят его индивидуальную образовательную траекторию.
</p>
 
<h2 align="center">Рекомендации по организации некоторых профилей</h2>
<p>
 Варианты примерных учебных планов показывает, как можно воспользоваться предложенным механизмом их формирования из курсов трех типов: базовых, профильных и элективных. Таким образом, представленные варианты&nbsp;&#8212; это не столько примеры учебных планов возможных профилей, сколько иллюстрация самого принципа их построения.
</p><p>
Предлагаемый подход к формированию содержания образования по каждому профилю исходит из идеи построения более широкого профиля, чем это принято в школах с углубленным изучением отдельных предметов, где реализуется  большая специализация образования. При этом в рамках каждого отдельного профиля возможна (прежде всего, за счет элективных курсов) дополнительная внутрипрофильная специализация (например, филологическая в рамках гуманитарного профиля).
</p><p>
Естественнонаучный профиль (специализации: химия, биология, экология, биотехнология, медицина, география, геология, экономика).
Профессиональная интеллектуальная деятельность школьника естественнонаучного &laquo;уклона&raquo; выражается в наблюдении за объектами окружающего мира, накапливании и анализе данных, формулировке и проверке гипотез, создании моделей,  получении выводов. Многие из этих умений закладываются на уроках математики. Наоборот, опыт показывает, что &laquo;естественники&raquo; со своими особенностями мышления и восприятия зачастую весьма уверенно осваивают &laquo;классические&raquo; разделы школьной математики, решают задачи не по заученным шаблонам, а с пониманием того, что происходит.   Таким образом, профильная математическая подготовка должна соответствовать поставленным целям.  Собственно, школьники указанного профиля вместе с теми, кто избирает инженерно-технический профиль, и составляют в математике тот самый &laquo;уровень Б&raquo;, промежуточный между &laquo;гуманитариями&raquo; и просто теми, кому науки не нужны или не даются (уровень математики базово-ознакомительный) и математиками, физиками и компьютерщиками, у которых математика преподаётся углублённо.
</p><p>
Уровень изучения&nbsp;&#8212; базовый.
</p>

<p>Элективные курсы. </p>

<p>&laquo;Математические модели в экологии&raquo; 32 часа.</p>

<p>Теория вероятностей и математическая статистика. 32 часа.</p>

<p>
Дифференциальные уравнения и их приложения. 34 часа</p>

<p>
Теория вероятностей и математической статистика может преподаваться или в рамках основного курса или же элективного, но, так или иначе, для естественнонаучного профиля это необходимый элемент. При этом специальное изучение на комбинаторики, на наш взгляд, не требуется. В 9-м классе особое внимание требуют разделы “Функции и графики” и “Последовательности и прогрессии”. Понятие функциональной зависимости является основным во многих простых моделях естественных процессов. При изучении этого раздела нужно уделить внимание построению графиков функций,  заданиям по аппроксимации известными функциями (линейной, дробно-линейной, квадратичной) представленных массивами данных, простейшему визуальному анализу графиков функций (монотонность, экстремумы, полюсы, поведение на бесконечности). 
</p>

<p>
Задания по возможности должны носить практический характер и браться из соответствующих научных источников или собственных наблюдений школьников. В этом большую помощь могут оказать учителя биологии, географии и др. предметов, возможно и совместное проведение уроков. 
Чрезвычайно полезно использование вычислительной техники, пакетов статистических и общематематических программ. Полезно и решение задач с параметрами, особенно графическими методами, построения семейств графиков или графиков в плоскости “переменная-параметр”, хотя чрезмерное увлечение такими задачами, как нам кажется, вредит, отнимая время у более важных разделов. При изучении последовательностей не следует ограничиваться прогрессиями, можно предлагать более сложные зависимости, полезны задания по угадыванию закона следования чисел, обязательны понятие рекуррентной зависимости и отработка умения получать по ней любое требуемое количество членов последовательности. Последовательность, как известно, есть функция натурального аргумента, поэтому полезно строить и графики последовательностей (состоящие из точек), продолжая их затем до функций действительного положительного аргумента. Хотя бы на таком уровне на этом этапе обучения необходимо знакомить школьников-естественников с понятием экспоненты и логарифма. Показательные и логарифмические уравнения и неравенства на этом этапе не нужны, но без степеней и логарифмов не обходится почти никакая модель в химии и биологии. 
</p>

<p>
На старшей ступени обучения ключевым является обучение основным идеям математического анализа как инструмента исследования.  Хотя бы в рамках элективного курса необходимо дать представление о простейших дифференциальных уравнениях. Производная как скорость изменения функции, определённый интеграл как площадь и объём, неопределённый интеграл как множество решений дифференциального уравнения, — вот примерный уровень представлений об анализе, который было бы неплохо создать к концу обучения в школе у будущего студента-естественника. Если эти цели в основном будут реализованы, то техническая сложность заданий вполне может оставаться  на базовом уровне, по крайней мере, в 8-9 классах. Некоторое усложнение техники возможно в старшей школе, удобнее всего это делать в рамках двухгодичного “репетиторского” элективного курса, нацеленного на подготовку в ВУЗ или к ЕГЭ.
</p>

<h2 align="center">Предпрофильная подготовка (на второй ступени общего образования)</h2>
<h3 align="center">Курсы по выбору</h3>
<p>
Реализация идеи профильности старшей ступени, ставит  выпускника основной ступени перед необходимостью совершения ответственного выбора - предварительного самоопределения в отношении профилирующего направлениясобственной деятельности.
Необходимым условиями создания образовательного пространства, способствующего самоопределению учащегося основной ступени, является введение предпрофильной подготовки через организацию курсов по выбору. 
</p>

<p>В этих целях необходимо:
<ul>
<li>увеличить часы вариативного (школьного) компонента Базисного учебного плана в выпускном классе основной ступени общего образования; 

<li>при организации обязательных занятий по выбору ввести деления класса на необходимое число групп; 

<li>образовательным учреждениям использовать часы вариативного компонента, прежде всего на организацию предпрофильной подготовки.
</ul>
</p>

<h3 align="center">Особенности организации курсов по выбору</h3>

<p>Основная функция курсов по выбору&nbsp;&#8212; профориентационная. Основная задача таких курсов, с одной стороны, дать возможность расширить представления о возможном профильном выбор, с другой стороны, готовить учащихся к восприятию информации на качественно ином уровне. В этой связи число таких курсов должно быть по возможности значительным. Они должны носить краткосрочный и чередующийся характер, являться своего рода учебными модулями. Курсы по выбору необходимо вводить постепенно. Необходима целенаправленная, опережающая работа по освоению учеником самого механизма принятия решения, освоения “поля возможностей и ответственности”.
</p>
 
<h2 align="center">Итоговая аттестация выпускников основной школы и организация поступления в старшую профильную школу</h2>

<p>В существующей практике число желающих продолжить образование в старших классах определенного общеобразовательного учреждения (лицея, гимназии) больше, чем реальные возможности приема в эти классы. Возникает ситуация конкурсного приема, которая может стать особенно актуальной в условиях перехода на профильное обучение. Вопрос об открытой, гласной процедуре проведения подобного конкурсного набора, каждое образовательное учреждение решает по-своему..
</p>

<p>Следует отметить, что конкурсный набор в старшие классы отдельных общеобразовательных 
учреждений не входит в противоречие с законодательно закрепленным правом получения каждым 
ребенком общего (полного) среднего образования (ст. 16, п.1, абз. 2 Закона Российской 
Федерации &laquo;Об образовании&raquo;). Закон гарантирует гражданам право получения 
образования этого уровня, что, однако, не есть синоним права получения его в конкретном 
общеобразовательном учреждении. В связи с этим представляется целесообразным, наряду 
с итоговой аттестацией выпускников основной школы предусмотреть определенную форму, 
позволяющую объективно оценить уровень готовности учащихся к продолжению образования 
по тому или иному профилю, а также создать основу для внедрения в массовую практику 
механизмов рационального и прозрачного конкурсного набора в старшую профильную школу. 
</p>

<p>Важную роль должно сыграть введение накопительной оценки (портфолио&nbsp;&#8212; &laquo;портфель 
достижений&raquo;), которая учитывает различные достижения учащихся по исполнению тех или иных 
проектов, написанию рефератов, творческих работ, реальные результаты на курсах по выбору и т.п. 
По предметам предполагаемого профиля обязательно должны проходить какого-либо рода испытания: 
входное тестирование, проектная работа, собеседование и т.д. Определенную роль в выборе профиля 
обучения в старшей школе должны сыграть психологические рекомендации как для учителя, так и для ученика. 
Если учащийся в качестве экзамена по выбору за курс основной школы выбирает профильный предмет, 
то это может быть учтено при поступлении в профильную школу.</p>

<h2 align="center">Организация обучения на предпрофильной ступени</h2>

<p>Изменения профиля обучения и курсов по выбору будут не массовыми, а единичными, 
если учащихся специально обучать осознанному принятию решений, постепенно наращивая зону 
их ответственности. Целесообразно использовать вариативный компонент базисного учебного 
плана 7&#8211;9 классов для организации курсов по выбору. Применяемый в массовой школе базисный учебный план в названных параллелях содержит 5 часов вариативного компонента, и по меньшей мере 2-3 часа из них могут быть без ущерба для общеобразовательной подготовки направлены на организацию модульных курсов по выбору учащихся. Количество часов в рамках вариативного компонента, направляемых на организацию курсов по выбору, целесообразно увеличивать от 7 к 9 классу. Стимулом к организации курсов по выбору на предпрофильной ступени является изменение положения об итоговой аттестации, согласно которому учащийся основной школы обязан сдавать выпускной экзамен по предметам, которые планирует изучать на профильном уровне в старшем звене.
</p>

<p>Модульный подход, предусматривающий полугодовые относительно завершенные курсы по выбору учащихся, позволяет организовать на предпрофильной стадии 6 ситуаций выбора предметов для изучения. Проделанные пробы помогают достаточно четко определиться с предстоящим профилем обучения и тем самым минимизировать переходы из одного профильного класса в другой на старшей ступени, целенаправленно наращивать подготовку по профильным предметам.
</p>

<p>Модульные курсы по выбору на предпрофильной ступени занимают небольшое количество часов учебного плана и поэтому могут быть полностью разработаны и реализованы в форме проектной и исследовательской деятельности. При этом накопительная качественная оценка создаваемых учащимся продуктов в виде портфолио позволяет объективно судить о его способностях и склонностях, профессиональной и познавательной направленности.
В параллелях 7&#8211;9 классов возможность, не выходя за рамки вариативного компонента, учесть индивидуальные запросы учащихся путем организации курсов по выбору возрастает с увеличением количества параллельных классов. Дополнительные возможности для создания различных вариантов курсов по выбору содержатся в создании групп не только на базе одной параллели, но разновозрастных.
</p>

<p>При этом предпрофильные группы, организованные на базе потока только для курсов по выбору&nbsp;&#8212; более мягкая и разумная модель подготовки учащихся к определению профиля обучения, чем переформирование классов основной школы. Более того, она вносит больший вклад в развитие учащегося, так как позволяет расширить познавательное общение подростков.
</p>

<p>Однако эффективность предпрофильной подготовки и рациональность использования возможностей вариативного компонента базисного учебного плана повышается, если 7 классы вновь формируются, и при этом учитываются интересы учащихся. Естественная необходимость вновь формировать классы на предпрофильной стадии возникает, если ступень &laquo;7&#8211;9&raquo; отделена от школы &laquo;1&#8211;6&raquo;. В противном случае не следует искусственно разрушать сложившиеся коллективы.
</p>
</div></td>
</tr>
{include file="footer.tpl"}