<a name="2"></a>

<BR><BR><BR><BR><BR>


<h1 align="center"><FONT size="+2">
Олимпиадный раздел сайта &#171;переехал&#187;!<BR>
Смотрите <A href="http://olimpiada.ru">olimpiada.ru</A></FONT></H1>

<!--HR><HR>

<h1>Поздравляем сборную России на Международной математической олимпиаде с удачным выступлением.</h1>
Благодарим участников и их учителей<br />

{include file="olympiads/mo2005.htm"}
<br />В олимпиаде, в том числе, участвовали следующие страны:<br />
{include file="olympiads/mo2005_countries.htm"}
<br />
<hr />
<a name="1"></a><h1>Протокол итогов XXXI Всероссийской олимпиады школьников по математике</h1>
С 24 по 29 апреля в Нижнем Новгороде прошла XXXI Всероссийская
олимпиада школьников по математике. От всей души поздравляем
победителей и желаем им дальнейших успехов!
<br>
<h1>9 класс</h1>
{include file="olympiads/9.htm"}
<hr>
<h1>10 класс</h1>
{include file="olympiads/10.htm"}
<hr>
<h1>11 класс</h1>
{include file="olympiads/11.htm"}
<br>
-->