<H1 align="center">Консультационный методический  пункт по математике</h1>

<p align="justify">
В этом разделе Вы сможете получить консультацию  по вопросам преподавания
школьной математики, в классах углубленного, профильного и предпрофильного
обучения математике. Также Вы можете получить ответы на вопросы о
 математических олимпиадах и соревнованиях.
</p>
<p align="justify">
Ваши вопросы, связанные с действующими учебниками математики &#8212; подготовкой,
изданием, доработкой, поддержкой (но не продажей!) учебников и методических пособий &#8212; 
согласились отвечать зав.редакцией  математики издательств 
<A href="http://www.drofa.ru/index.php?show=catalog&name=108+%CC%E0%F2%E5%EC%E0%F2%E8%EA%E0">&#171;Дрофа&#187;</A>, 
<A href="http://www.mnemozina.ru/work/catalog/253/257">&#171;Мнемозина&#187;</A> 
и 
<A href="http://www.prosv.ru/catalog.aspx?ob_no=209">&#171;Просвещение&#187;</A>.
Надеемся, вскоре присоединятся их коллеги из других издательств.
</p>
<p align="justify">
Для того, чтобы задать вопрос, необходимо <A href="/auth/register.php">зарегистрироваться на сайте</A>
если Вы уже зарегистрированы, <A href="/auth/login.php">войдите на сайт под своим именем</A>
<br/>
Ответ на Ваш вопрос будет прислан Вам по электронной почте 
и опубликован <a href="http://math.ru/forum/index.php?c=9">на форуме</a> вместе с вопросом (возможно без указания автора вопроса).
</p>
{include file="teacher/metod/quest_form.tpl"}