<?php
$courses = array(
'M11' => 'Название M11',
'M12' => 'Название M12',
'M13' => 'Название M13',
'M14' => 'Название M13',
'M15' => 'Название M13',
'M16' => 'Название M13',
'M17' => 'Название M13',
'M18' => 'Название M13',
'M19' => 'Название M13',
'M20' => 'Название M13',
'M21' => 'Название M13',
'M22' => 'Название M13',
'M23' => 'Название M13',
'M24' => 'Название M13',
'M25' => 'Название M13',
'M26' => 'Название M13',
'M27' => 'Название M13',
'M28' => 'Название M13',
'M29' => 'Название M13',
'M30' => 'Название M13',
'M31' => 'Название M13',
'M32' => 'Название M13',
'M33' => 'Название M13',
'M34' => 'Название M13',
'M35' => 'Название M13',
'M36' => 'Название M13',
);

$dist_options = array(
"n" => 'Северный',
"s" => 'Южный',
"e" => 'Восточный',
"w" => 'Западный',
"ne" => 'Северо-Восточный',
"nw" => 'Северо-Западный',
"se" => 'Юго-Восточный',
"sw" => 'Юго-Западный',
"c" => 'Центр',
"z" => 'Зеленоград',
"city" => 'городского подчинения',
"none" => 'не помню',
"other" => 'другое'
);

$year_options = array(
2006 => '2006/2007',
2007 => '2007/2008'
);

?>
