{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/doc/"}
<br>
{include file="menu.tpl" _path="/teacher/doc/" _menu=$_menu_doc _title="Документы"}
	</td>
	<td id=content valign=top align=center><div>
	<h1 align=center>Регламентирующие документы</h1>
	<P> В этом разделе собраны документы, регламентирующие работу учителя. Тут представлены
	документы как действующие, так и принятые давно (и хранимые для истории). 


	<P>Мы не публикуем тут важные и интересные учителю документы издательств,
	выпускающих учебники для школ. Вы можете задать Ваши вопросы на эту тему
	в <A href="../metod/">консультационном пункте</A>. 
	Также по вопросам, связанным с  подготовкой, изданием, доработкой, поддержкой (но НЕ продажей!) 
	учебников и методических пособий, можно обратиться непосредственно к зав.редакцией  математики издательств 
<UL>
<LI><A href="http://www.drofa.ru/index.php?show=catalog&name=108+%CC%E0%F2%E5%EC%E0%F2%E8%EA%E0">&#171;Дрофа&#187;</A> &#8212;
Хромова Галина Николаевна (<Font color="blue">mate<B></B>m@drofa.ru</FONT>) 
 
<LI><A href="http://www.mnemozina.ru/work/contacts">&#171;Мнемозина&#187;</A> &#8212;
Караваев Александр Иванович (<Font color="blue">ioc.<B></B>karavaev@mnemozina.ru</FONT>) 
 
<LI><A href="http://www.prosv.ru/about.aspx?ob_no=4155">&#171;Просвещение&#187;</A> &#8212;
Бурмистрова Татьяна Антоновна (<Font color="blue">tburm<B></B>istrova@prosv.ru</FONT>) .
</UL>


	<P>Когда возможно, мы стараемся публиковать проекты готовящихся документов 
	для обсуждения.

	<P>Оглавление смотрите в левой колонке, тут мы будем публиковать 
	наиболее "горячие" документы.

	<P>

<BR><HR width="90%" align="center"><BR>

<P>Указ Президента Рф N 325 от 06.04.06 
&#171;О мерах государственной поддержки талантливой молодежи&#187;
(<A href="http://www.math.ru/teacher/doc/033105.zip">zip-архив,	55 К</A>)

<P>Приказ Рособразования N459 от 31.05.06 
&#171;Об итогах заключительного этапа Всероссийской 
олимпиады школьников в 2006 году&#187;
(<A href="http://www.math.ru/teacher/doc/prik-459.zip">zip-архив,	115 К</A>)

<P>Приказ МОиН РФ N208 от 09.08.06 &#171;О присуждении в 2006 году 
премий для поддержки талантливой молодёжи&#187;
(<A href="http://www.math.ru/teacher/doc/Molodezh.zip">zip-архив,	310 К</A>)

<P>Приказы МОиН РФ <A href="http://mon.gov.ru/proekt/shkola/2563/">об 
Учреждениях-победителях конкурса общеобразовательных учреждений, 
внедряющих инновационные образовательные программы</A>

<P>Приложение к приказу Минобрнауки России N219  от 04.09.06 о
победителях конкурса на получение денежного поощрения лучших учителей
(<A href="http://www.math.ru/teacher/doc/Uchitelya.zip">zip-архив,	441 К</A>)


	</div></td>
	<td id=right valign=top><img src="i/p.gif" width=1 height=7><br>
	{include file="news.tpl"}
	</td>
</tr>
{include file="footer.tpl"}