<h1>Дорогие друзья!</h1>

<p  align="justify">
Наш сайт посвящён Математике (и математикам), но, конечно, 
мы не претендуем на то, чтобы собрать всё. 
Этот сайт&nbsp;&#8212; для школьников, студентов, учителей
и для всех, кто интересуется математикой. 
Тех, кого интересует зона роста современной науки математики, 
мы адресуем к <A href="http://www.mathnet.ru/">иным сайтам</A>. 
Почти нет тут &#171;вступительной математики&#187;, тем более,
материалов подготовки к еГЭ. Мы думаем прежде всего о тех, кто что-то знает и кого что-то интересует. 
</p>

<p  align="justify">
Если вы попали сюда случайно и даже считаете, что математика 
один из самых неприятных в школе предметов (&#171;понять нельзя, а зубрить
много&#187;) &#8212; всё равно, не спешите уходить. Походите по <A href=
"lib/">библиотеке</A>, <A href="media/">медиатеке</A>, <A href=
"history/">другим разделам</A>. Вы наверняка найдёте что-то новое и занимательное, и, возможно, станете одним из частых посетителей.
</p>

<p  align="justify">На сайте вы найдёте <A href="lib/">книги</A>, <A href=
"media/">видеолекции</A>, занимательные <A href="http://www.etudes.ru/"> математические факты</A>, различные по уровню и тематике <A href="http://www.problems.ru">задачи</A>, отдельные <A href=
"history/stories">истории из жизни учёных</A>&nbsp;&#8212; всё то, что поможет окунуться в удивительный и увлекательный мир математики.
</p>

<p  align="justify">
Для коллег, которые учат (или помогают учить и учиться), 
собираем  <A href="teacher/db/">материалы для уроков</a>, 
<A href="teacher/doc/">официальные документы</A> и 
<A href="teacher/consp/">другое полезное</A> в работе.
</p>

<p  align="justify"><A href="founders/">Мы</A> благодарны за любые отзывы (отнюдь не только хвалебные) и убеждены, что вместе можно сделать не меньше, чем по отдельности!</p>

<hr>
{include file="lib/ad.tpl"}
