{include file="history/header.tpl"}
<tr>
	<td id=menucol valign=top>
	{include file="menu.tpl" _path="/history/"}
	</td>
	<td id=content valign=top align=center><div>

<P align="justify">
В этом разделе собираются материалы
по истории математики, а также российского образования. 

<P align="justify">
Многие интересные книги на эту тему представлены в 
<A href="http://www.math.ru/lib">библиотеке</A> нашего сайта.

<P align="justify">
В разделе &#171;<A href="people/">Люди</A>&#187;  вы найдете биографические сведения 
о многих выдающихся математиках прошлого и настоящего.

<P align="justify">
В разделе &#171;<A href="stories/">Исторические сюжеты</A>&#187;  собраны статьи и 
отрывки книг, рассказывающие о математиках.

<P align="justify">
Раздел &#171;<A href="fields/">Филдсовские медали</A>&#187;  посвящен истории 
учреждения и присуждения премии, отмечающей выдающиеся математические достижения.

<P align="justify">
В разделе &#171;<A href="tree/">Древо Лузина</A>&#187; опубликовано известное 
всем математикам генеалогическое дерево школы Николая Николаевича Лузина.

<P align="justify">
И наконец в разделе &#171;<A href="ministry/">Министры образования</A>&#187; 
собраны краткие сведения о министрах образования 
в нашей стране, начиная с момента создания
&#171;Министерства народного просвещения Российской империи&#187; 
в 1802&nbsp;году.

<P align="justify">Приглашаем всех к совместной работе, будем признательны
за указания неточностей и новые материалы.



	</div></td>
	<td id=right valign=top><img src="/i/p.gif" width=1 height=7><br>
	{include file="news.tpl"}
	</td>
</tr>
{include file="footer.tpl"}