{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/consp/"}
	</td>
	<td id=content valign=top align=center><div>
	<h1 align=center>Конспекты разработок уроков<BR>
	 по избранным темам школьной программы </h1>

<br>
<P>Тут публикуются конспекты конкретных уроков (включая практические и контрольные задания)
по конкретным темам (алгебры, геометрии, теории вероятности, математическому анализу), 
для конкретных классов (6, 9, 10, математического, экономического, биологического)
разработанные конкретными учителями. Также здесь могут публиковаться
подробные авторские программы и аналогичные материалы. 

<P>
Благодарим авторов за предоставленные материалы.
Выражаем также надежду, что такие разработки помогут коллегам как при
подготовке своих собственных уроков, так и при обдумывании отдельных
разделов курса, подходов к конкретным задачам и т.п.

<P>Публикация в этом разделе осуществляется редколлегией сайта.
Разумеется, мнение авторов разработок не всегда совпадает с мнением редакции.  

<P>На первом этапе можно присылать нам материалы по электронной почте
на адрес <font color="blue">t-mathru@mccme.ru</font>, потом будет открыта возможность
непосредственной публикации  материалов на сайте в банке
данных методических материалов. Отобранные редакцией материалы будут
опубликованы в данном разделе. Конечно, интересны бывают не только 
разработки за целый год (тем более 5 лет), но и разработки одного-двух уроков по конкретной теме.


<P>Существенной частью работы с разработками станет также 
<A href="http://math.ru/forum/viewforum.php?f=24">их обсуждение на форуме</A>,
к которому, мы надеемся, присоединятся и авторы.
<BR>
<HR width="90%" align="center">
<BR>


<UL>
<LI>Альфред Кемпе. &#171;Как нарисовать прямую.&#187; <I>Лекции по шарнирным механизмам.</I><BR>
<FONT size="-2">Классическая монография 1877 года, снабженная анимациями (многие картинки
можно о&#171;кликнуть&#187; и они &#171;оживут&#187;). В настоящее время по-английски, 
позже появится  перевод.</FONT>
 <a href="/teacher/kempe/index.htm" class="alink" target="_new">Смотреть (в новом окне)</a>

<LI>Банк конспектов уроков по избранным темам школьной программы 5&#8211;11 классов.
(А.Д.Блинков, школа 218, Москва) <a href="/teacher/blinkov/index.htm" class="alink" target="_new">Смотреть (в новом окне)</a>
<!-- P align="right" --> &nbsp;&nbsp;&nbsp;&nbsp;
<a href="/teacher/blinkov.zip" title="Скачать архив [25 Mb]"><img src="/i/load.gif" width=89 height=17 border=0 alt="Скачать [25 Mb]"></a></P>
</UL>

	</div></td>
	<td id=right valign=top><img src="i/p.gif" width=1 height=7><br>
	{include file="news.tpl"}
	</td>
</tr>
{include file="footer.tpl"}