{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/"}
<br/>
{if !$_user_loggedin}
{include file="login.tpl"}
{/if}
	</td>

	<td id=content valign=top align=center><div>
<h1>
Одаренные дети в московской
государственной 57 школе
<br>
Принципы
и технология учебного процесса
</h1>
<p align=right><i>
Менделевич С.Л, директор школы 
<br>
Давидович Б.М, зам. директора
c</i></p>
<h2>Введение</h2>
<p>
Традиции работы с одаренными детьми были заложены в 57-й школе с 
самого начала ее существования. А ведет свою историю Московская 
государственная Пятьдесят седьмая школа от частного Реального училища 
К. К. Мазинга, основанного в конце 70-х годов XIX века.
<p>

К. К. Мазинг был одним из основоположников системы технического 
образования в России, а его училище было передовым средним учебным 
заведением научно-технического профиля в Москве начала XX века.
<p>

Традиции высокого уровня научно-технической подготовки 
выпускников сохранялись в школе в течение всего периода ее 
существования, даже в первые годы после Октябрьской революции, когда по 
инициативе А. В. Луначарского училище было преобразовано в 
Экспериментальную школу искусств. Руководила школой в те годы Н.И. 
Сац.
<p>

В годы сталинизма школа теряет экспериментальный статус и получает 
нынешний номер: школа N57. Однако, центральное (в 500 м от Кремля)
положение, квалифицированные учителя, бережно сохранявшиеся 
традиции и принадлежность многих родителей к советской политической 
элите не позволили школе потерять свою специфику.

<p>
Новая история школы началась в 1968 году, когда по инициативе Н. Н.
Константинова в школе были открыты математические классы. А в 1989 
году у нас появились классы с углубленным изучением предметов 
гуманитарного цикла.

<h2>Математические классы</h2>

<p>
За 31 год школа выпустила 57(!) математических классов. Это примерно 
1600 выпускников. Из них около 850 человек поступили в МГУ (в основном 
на механико-математический и физический факультеты), свыше 300 - в 
МФТИ. Подавляющее большинство остальных в различные 
(преимущественно технические и экономические) вузы Москвы. Ученики 
школы 15 раз становились победителями международных математических и 
физических олимпиад, более 50 раз - всесоюзных и всероссийских 
математических и физических олимпиад. Ежегодно 20 - 25 учеников 
школы становятся победителями Московской городской олимпиады по
математике   и   физике,   а   в   последние   годы   -   и   по   лингвистике,
английскому языку, информатике.

<p>
Более 220 выпускников школы сейчас учатся в аспирантурах 
математических факультетов лучших университетов мира (МГУ, Harvard,
MIT, Berceey и т.д.), многие из них уже преподают в этих университетах. 
Около ста наших выпускников стали кандидатами наук, 15 - защитили 
докторские диссертации.

<p>
О школе много пишут, как в отечественной, так и в зарубежной 
прессе. Таковы внешние результаты работы школы с детьми, особо 
одаренными в области математики и смежных с ней видов деятельности.

<p>
Сама же эта работа делится на два этапа: поиск и отбор таких детей, их 
обучение и воспитание. 

<a name="m0"></a>
<h3>Поиск и отбор</h3>

<p>
Существуют области деятельности, где наилучшие результаты часто 
достигаются в молодом возрасте: музыка, спорт, точные науки. Поэтому 
можно предположить, что начинать активно заниматься этими видами 
деятельности способному ребенку желательно как можно раньше. Ясно (и это 
подтверждается мировой практикой), что для достижения значительных 
результатов целенаправленные занятия музыкой или спортом одаренному
ребенку следует начинать уже в 5-7 лет. В этом возрасте специалист 
может определить уровень одаренности ребенка. Что касается математики, 
то здесь нет ясности в том, проявляются ли способности в таком раннем 
возрасте. Возможно, здесь дело просто в отсутствии специалистов, 
умеющих это определить. Наша точка зрения состоит в том, что начинать 
целенаправленные занятия математикой желательно в 12-14 лет.

<p>
Поиск детей, одаренных в области математики, в условиях огромного 
мегаполиса - большая и трудоемкая задача, на решение которой уходит 
год, а то и больше. На интересующий нас возраст (12-13 лет) приходится 
около 200 тысяч детей. Знакомство с этими школьниками происходит на 
различных городских математических соревнованиях. В них участвуют 
около 4000 детей указанного возраста. Примерно 300 - 400 из них 
приглашаются на занятия различных математических кружков и, в 
частности, в кружки при 57-й школе (Вечерняя математическая школа.).

<p>
В апреле начинается работа по приему в школу. Набор происходит в 
8-й (4-х годичный цикл) и в 9-й (3-х годичный цикл) математические 
классы. Вступительные собеседования проводятся только по математике. 
Они состоят из нескольких туров. В процессе отбора проверяется не
качество обученности школьника, а существование у него внутренней 
мотивации к занятиям математикой. Это достигается специальным 
подбором задач для собеседования. Наличие нескольких туров
собеседования позволяет школьникам легче адаптироваться к непростой
обстановке вступительных испытаний, а принимающей стороне лучше
познакомиться с поступающими.

<p>
Что мы понимаем под термином "одаренный школьник"? Не пытаясь
четко сформулировать это понятие, отметим лишь некоторые его 
обязательные особенности. Это глубина мышления, способность к 
обобщениям, оригинальность мышления (как способность думать и находить 
неожиданный способ решения, там, где можно и не думать при наличии 
алгоритма), стремление к решению задач (иногда непреодолимое), 
скорость мышления (это присуще большинству, но не всем, по нашему 
мнению, одаренным школьникам). Заметим также, что "спортивность"
(стремление участвовать и способность побеждать на различных 
математических соревнованиях) присуща далеко не всем таким детям.

<p>
В результате собеседования формируется математический класс - 20-25 
школьников. Их условно можно разбить на прослойку наиболее одаренных
детей (таких в городе не более 8-10 человек на параллель) и группу 
достаточно способных школьников, склонных к занятиям точными 
науками. Соотношение этих двух групп во многом будет определять учебный 
процесс в будущем классе.

<p>
В проведении всей работы по поиску и отбору одаренных школьников 
(олимпиады, кружки, вступительные собеседования) принимают участие 
примерно 30-40 преподавателей. Это учителя школы, преподаватели, 
студенты и аспиранты МГУ, МФТИ и других вузов Москвы (как правило, 
выпускники математических классов 57-й школы или других 
математических школ). Во главе стоит группа математиков из 5-6 человек 
(мы называем ее командой), которые будут основными руководителями и 
преподавателями математики в набираемом классе. Заметим, что вся эта 
работа ведется на общественных началах.

<a name="m1"></a>
<h3>Обучение в школе</h3>

<p>
В математических классах 57-й школы традиционно преподается четыре 
предмета математического цикла. Это алгебра, геометрия, 
программирование и курс математического анализа. Первые три предмета
более или менее стандартны как по содержанию (конечно, с учетом 
специфики математических классов), так и по форме преподавания. В 
отношении курса математического анализа это не так. Во-первых, как 
правило, он пишется преподавателями для вновь набранного класса каждый 
раз заново непосредственно в самом процессе преподавания в этом классе 
(три или четыре года). Во-вторых, название курса достаточно УСЛОВНО. 
Конечно, его основой являются начала математического анализа, но во многом 
он определяется профессиональными вкусами авторов. И, в третьих, этот 
курс состоит из отдельных заданий (в дальнейшем мы будем называть эти 
задания листками). Каждый листок содержит набор
определений и задач, соответствующий определенному разделу
изучаемого курса. Таких листков за время обучения образуется около 
шестидесяти. Получив очередной листок (все ученики получают одно и то же 
задание), школьник самостоятельно разбирает новые понятия и определения 
и решает задачи, приведенные в этом листке. Каждая решенная и 
записанная школьником задача во время урока обсуждается с 
преподавателем и сдается ему. Уровень обсуждения данной задачи 
зависит от конкретного школьника и регулируется преподавателем. Оценок 
практически нет. Как правило, отсутствуют конкретные домашние задания 
к данному уроку. Сроки сдачи листка достаточно условны и заранее не 
объявляются.

<p>
На уроке математического анализа в классе присутствует вся команда - 
от 4 до 6 преподавателей. Все они сидят за партами в разных частях 
класса и общаются со своими учениками. За каждым из них закреплены на 
весь период обучения три - четыре ученика. Часто между учениками и 
преподавателями возникают отношения, далеко выходящие за рамки 
формальных и имеющие долгую послешкольную жизнь. Этому также 
способствует и то, что команда проводит много времени со своим классом во 
внеурочное время (туристические походы, экскурсионные поездки в 
другие города, совместное посещение художественных выставок, 
кинотеатров, театров и т.п.).

<p>
Интересно наблюдать, как ученик профессионально растет вместе со 
своим преподавателем: школьник становится студентом, преподаватель -
аспирантом, студент поступает в аспирантуру, аспирант защищается и т.д. И 
все это время между ними сохраняются отношения ученик - учитель. И 
замыкается эта цепочка, когда ученик включается в команду, т.е. становится 
начинающим преподавателем в новом классе.

<p>
Эта форма обучения предъявляет как к ученику, так и к преподавателю
определенные требования. Школьник должен не только обладать 
неординарными математическими способностями, не только иметь 
внутреннюю мотивацию к занятиям математикой, но и вдобавок ко всему он 
должен быть порядочным человеком. С нашей точки зрения, в другой 
ситуации учебный процесс, который три-четыре года проходит при очень 
близких и не- формальных контактах между преподавателем и учеником, 
невозможен. Скажем, мы иначе не можем. Вообще хотелось бы отметить 
влияние такой формы занятий математикой (т.е. занятий математикой как 
наукой) на становление личности школьника. Еще со времен кружка 
исчезают проблемы, связанные со списыванием - все получают 
одинаковые задания и выполняют их в разные сроки. Важным становится не 
получение хорошей оценки или плюсика (каждая сданная задача 
отмечается в специальном журнале знаком "+"), а самостоятельное решение 
задачи, поиск научной истины. У школьника происходит 
формирование чувства собственного достоинства, уважения к самому
себе как к ученому. Возникают такие категории как порядочность (и не 
только научная), интеллигентность. Конечно, помимо математики большую 
роль здесь играют и общение с преподавателями, и традиции 57-й школы.

<p>
Какой должна быть команда, работающая в математическом классе? 
Во-первых, это должна быть группа профессионалов-математиков,
единомышленников, одинаково понимающих, зачем, что и как надо 
преподавать школьникам. Между членами команды могут возникнуть и 
возникают споры по поводу оценки той или иной конкретной ситуации. Но 
в принципиальных вопросах, с нашей точки зрения, этого быть не 
должно. Иначе все утонет в многочисленных диспутах о смысле бытия. А на 
дело не останется ни сил, ни времени. Во-вторых, преподаватели 
должны обладать довольно редким свойством сохранять во время общения 
с учеником психологическую обстановку беседы двух коллег. Ибо только 
в этом случае происходит реальный учебный процесс. Если же разговор 
учителя с учеником, по сути, становится экзаменом или зачетом, то от 
учебного процесса остается лишь одна видимость.

<p>
Еще об одном требовании к преподавателю нужно упомянуть: он 
должен быть необычайно терпеливым. Уметь выслушать ученика до 
конца, понимать, что результат его педагогической деятельности будет не 
завтра, снова слушать, возражать, задавать вопросы, получать ответные 
возражения, отвечать на них и все три часа урока быть в предельном 
напряжении. И так три или четыре года два раза в неделю. Это тяжелый и 
практически неоплачиваемый труд. Заметим с некоторой иронией, что 
именно поэтому мы не считаем, что наш более чем тридцатилетний опыт 
работы со школьниками, одаренными в математике, следует повсеместно
копировать.

<p>
Изложенная форма обучения нелегка и для школьников. Нужно быть 
готовым к каждому уроку (преподаватель приезжает на урок для работы 
именно с тобой). Отсутствие конкретного домашнего задания к данному 
уроку создает у школьников ощущение вечного долга перед 
преподавателем. В любой момент времени существует еще нерешенная 
задача, и поток этих задач нескончаем. Это тяжелая психологическая 
ноша. Учитывая перегрузку по остальным предметам, а также тот факт, 
что в классе, как правило, присутствуют ребята с ослабленной психикой 
(иногда близкой пограничной), вопросы грамотного регулирования учебной 
нагрузки, в том числе и по нашему предмету, становятся весьма 
актуальными и очень непростыми.

<p>
Отметим, что, несмотря на успехи наших учеников в различных 
школьных математических соревнованиях самого высокого уровня, мы 
совершенно не занимаемся в школе специальной подготовкой к 
олимпиадам. Соревновательность занимает у нас далеко не первое место.
Поскольку она имеет место, то желательно эффективное сочетание ее и 
психологического комфорта каждого ученика.

<p>
Описанная выше методика работы со школьниками, одаренными в 
области математики, позволяет многим из них уже на первых курсах 
университета начинать активно заниматься наукой и получать свои первые 
научные результаты. Этот факт мы и считаем своим главным 
педагогическим достижением. 

<h2>Гуманитарные классы</h2>

<p>
История гуманитарных классов в 57-й школе насчитывает чуть больше 
десяти лет. За это время школа выпустила 10 классов с углубленным 
изучением предметов гуманитарного цикла. Это около 200 выпускников. 
Большинство из них поступили на гуманитарные факультеты МГУ 
(филологический, исторический и философский) и на различные 
факультеты РГГУ. Некоторые уже закончили аспирантуру и занимаются 
научной деятельностью.

<p>
Гуманитарные классы в 57-й школе имеют свою специфику. Это не 
классы с углубленным изучением истории, литературы или языков. Речь
идет о целостном гуманитарном образовании. Цель создания таких классов 
видится в формировании слоя гуманитарно-образованных молодых людей, 
видящих в знании самодостаточную ценность, умеющих понять культурное 
наследие и сохранить его интеллектуальный потенциал и социальную 
значимость.

<p>
Как и в математических классах, работа с детьми, одаренными в 
гуманитарной области, делится на две части: поиск и отбор таких детей и 
работа с ними в классе. 

<a name="g0"></a>
<h3>Поиск и отбор</h3>

<p>
Основная деятельность учеников математических классов в широком 
понимании состоит в решении задач. Этим определяются принципы и 
технология поиска и отбора детей в эти классы. Занятия гуманитарными 
науками в основном предполагают работу с текстом (художественным, 
аналитическим или историческим). Отсюда следует, какие требования мы 
предъявляем к школьникам, поступающим в .гуманитарные классы 57-й 
школы. Во-первых, ученик должен проявлять интерес к тексту (т.е. к 
чтению как к процессу). Он должен понимать смысл прочитанного текста,
уметь его анализировать (содержание, интонация, стиль, построение, 
приемы, отношение автора к героям, основная идея) в единстве его 
идейно-художественных особенностей. Т.е. что сказано в тексте, как это 
сказано и зачем. Желательно, чтобы школьник владел русским языком (не 
грамотностью, а пониманием того, что он говорит) и был способен в 
письменном виде структурировано и доказательно излагать свои мысли. 
Школьник должен иметь определенный культурный уровень. Под этим 
мы понимаем умение самостоятельно мыслить (опираясь на факты,
источники, литературу и т.п.), способность к элементарной логике (в 
частности, логическим образом восполнять пробелы фактических знаний), 
восприятие неоднозначности научных концепций, отсутствие голословных 
суждений и догматизма. Заметим, что внешняя начитанность и фактическая 
нахватанность мало соотносятся с понятием гуманитарной одаренности. В 
этом контексте понятно, что т.н. детское художественное творчество в его 
разнообразных формах (сочинение стихов, прозы и т.п.), с нашей точки 
зрения, не лежит в русле гуманитарного образования.

<p>
На поиск и отбор школьников, обладающих хотя бы какими-нибудь 
зачатками выше перечисленных качеств, уходит не меньше года. С 
октября для всех желающих восьмиклассников Москвы в школе по 
понедельникам работает Вечерняя гуманитарная школа (ВГШ). Ее
посещают 60-80 школьников. Занятия по истории и литературе (их ведут 
два учителя - словесник и историк, им помогает группа студентов) 
проходят в разнообразной форме. Их цель - знакомство со школой, 
получение знаний и демонстрация собственных знаний и умений. Явно 
образовательная цель не ставится, но, безусловно, присутствует. 
Осуществляется она и прямо на лекциях, и через ответы на различные 
задания, и через игру. Игра позволяет учителю прибегнуть к неожиданной 
постановке проблемы, к непривычной формулировке вопросов, к 
освещению фактов, которыми обычно школа пренебрегает (особенно это 
касается истории).

<p>
Сроки набора 9-го гуманитарного класса 57-й школы - апрель - май. 
Собеседования проводится в несколько этапов: письменные работы по 
литературе и истории, устные собеседования (именно беседа, а не экзамен) 
по литературе и истории; в последние годы мы ввели письменную работу 
по математике. Заканчивается все собеседованием с администрацией 
школы, которая и принимает окончательное решение о зачислении 
школьника в новый гуманитарный класс. Из примерно 100 кандидатов 
формируется класс в 20-22 учащихся. Критерии отбора рассмотрены выше.

<p>
В заключение этого раздела хотелось 
бы сделать небольшое замечание. В 
отличие от математики, занятия ВГШ 
и собеседования с поступающими в 
гуманитарный класс не позволяют 
определить такой важный, мы бы 
сказали, основополагающий параметр 
личности школьника, как его 
работоспособность при занятии 
предметами избранного цикла. Это 
делает описанную выше процедуру 
поиска и отбора менее надежной, чем в 
математике.

<a name="g1"></a>
<h3>Обучение в школе</h3>

<p>
Обучение в гуманитарном классе - сложный и трудоемкий процесс,
как для учеников, так и для учителей. Два основных учебных предмета 
определяют его. Это история и литература. Курс истории большей частью
строится как лекционный. Но лекции отнюдь не являются диктовкой 
материала. Строятся они как живой разговор, важное место, в котором 
занимают вопросы учителя к классу и, что особенно важно, школьников к 
учителю. В самых удачных случаях лекция сводится к ответам на 
вопросы. Важно только спровоцировать нужные. Школьники получают не 
материал менторского характера, а тот же материал, но как ответы на 
собственные вопросы.

<p>
Построение лекции как беседы (с возможностью спора и обсуждения) 
обеспечивает сотрудничество учителя и класса. Конечно, для этого нужна 
продуманная схема лекции (сохранить интерес класса к материалу: 
вовремя сформулировать проблему, задать неожиданный вопрос, незаметно 
подвести к ответу, разрушить стереотип и показать неожиданно большое 
количество подходов к проблеме и т.д.) и достаточно высокий уровень 
риторики (чего, к сожалению, хватает далеко не всегда). И, конечно, 
необходим определенный уровень подготовки школьников - как общий, 
так и конкретный по материалу лекции.

<p>
Разумеется, лекция не является единственной формой работы. Большую 
роль играет анализ источников (документов) и разбор научной литературы
- как под руководством учителя, так и самостоятельно. Работа с 
источниками начинается с простейших вещей: берется фрагмент хроники, 
например, и выделяются все упомянутые профессии -упомянутые прямо, 
их немного, и гораздо больше в скрытом виде (есть города, значит, есть 
строители и т.п.). Далее школьники переходят к более сложным видам * 
критики источника: анализу политической, экономической и социальной 
систем на основе текста; выявлению позиции автора; определению 
господствующей ментальной картины. Не менее важна и работа со 
специальной литературой, что, в частности, позволяет сформулировать 
разные подходы к проблеме в историографии, научиться не бояться 
больших текстов. Одной из основных форм работы школьников являются 
домашние сочинения, имеющие целью контроль усвоения теоретического 
материала и формирование навыка написания больших работ, носящих 
исследовательский характер. Требования к таким сочинениям заключаются 
в четкости структурирования материала, доказательности тезисов, умении 
видеть главные процессы, прослеживать причинно-следственные связи 
событий. И, конечно, в корректности выводов и правильности усвоения 
теоретического материала.

<p>
Работу со школьниками по литературе условно можно разделить на
три блока: лекции, анализ текста, письменные работы. Лекции в курсе
литературы предлагаются главным образом по обзорным темам, и ни в 
какой мере не должны предварять собой анализа художественного текста. 
Основная работа по анализу текста ведется в классе, а для домашней 
работы предлагается не повторение сделанного, а обобщение. Эта работа 
будет плодотворной и интересной, только в том случае, если ученик 
чувствует себя собеседником учителя. Урок становится уроком-диалогом, 
когда слово учителя не обязательно является окончательным в решении 
рассматриваемого вопроса. От ученика требуется объективность и 
доказательность суждений.

<p>
Письменные работы четко делятся на собственно учебные и 
самостоятельные домашние. Темы для домашних работ выбирает сам 
учащийся. Учитель только помогает сформулировать тему и ведет ученика 
в процессе работы над ней. Как правило, использование дополнительной 
литературы по выбранной теме не приветствуется, а ограничивается 
или вовсе запрещается. Дело в том, что работа такого рода таит в себе 
опасность повторения уже сказанного. Отсюда вытекает необходимость 
поставить ученика в условия, когда он вынужден решать каждую 
проблему заново, как если бы до него ее никто не решал. Так 
постепенно вырабатывается навык самостоятельного исследования. 
Заметим, что не оценка становится критерием значимости работы
(каждый может написать одну работу лучше, другую хуже), а степень 
продвинутоеЩ юного исследователя в решении данной проблемы. 
Подчеркнем, что мы учим научности, а не играем в нее, как это все чаще 
случается во многих школах.

<p>
Как показывает наш десятилетний опыт, вышеизложенная концепция 
гуманитарного образования позволяет добиваться значимых результатов. В 
частности, восприятия предметов гуманитарного цикла как гуманитарных 
наук. Это качественно влияет и на отношение школьника к этим 
предметам, и на отношение к самим себе. Школьники перестают 
ощущать себя школярами, а в известном смысле, становятся 
исследователями. Реальным результатом следует признать, как это уже 
отмечалось выше, высокий процент поступления выпускников в высшие 
учебные заведения гуманитарного профиля.

<h2>Заключение</h2>

<p>
Говоря в целом о работе с одаренными детьми, мы должны еще 
отметить три основных момента, которые нам кажутся очень важными.

<p>
Во-первых, эта работа внутренне крайне противоречива. Что такое 
одаренный ребенок? Прежде всего, это ребенок не такой как все. Его 
проблемы результат богатства и сложности интеллектуальной жизни, для 
презентации которой другим у него не хватает средств выражения. 


<p>
Какова задача учителя в этом случае?  Научить его общаться с себе
подобными, научить внятно излагать свои мысли и идеи, т.е. сделать его в 
каком-то смысле таким "как все". Но при этом самое главное - не
задавить в ребенке те черты и особенности, которые, собственно говоря, и 
делают его одаренным. Эта педагогическая работа в чем-то схожа с 
искусством хождения по канату.

<p>
Второе. Педагоги, работающие с детьми, особо одаренными в области 
интеллектуальной деятельности, должны не только обладать высочайшей 
профессиональной и педагогической квалификацией, но должны обладать 
еще одним ключевым свойством. Они не должны бояться работать с 
детьми, уровень способностей которых выше, чем у учителя. И должны 
научиться эту ситуацию принимать без внутреннего протеста.

<p>
И третье. Несмотря на высокий профессиональный уровень, которые 
получают наши ученики специализированных классов, нашей сверхзадачей 
вовсе не является подготовка профессиональных математиков или 
специалистов гуманитарных профессий. Это дело университетов. Наша 
главная цель работы с одаренными детьми -воспитание честного, 
образованного, порядочного и здорового человека, готового 
самостоятельно выбирать свой жизненный путь, ставить перед собой цели 
и трудиться для их достижения.

<p>
Школа достаточно консервативное учреждение. И мы тоже ничего 
особенно нового не придумали. Мы просто постарались еще раз воплотить 
в жизнь классические принципы педагогики, сформулированные еще 
Яном Коменским: индивидуальный подход к каждому ученику при 
групповом обучении, высокие требования как к профессиональной 
подготовке, так и к педагогическим способностям преподавателей, 
формирование высокой мотивации ученика в изучении любимого 
предмета. Более 30 лет работы по этим принципам не заставили нас 
разочароваться в однажды выбранном направлении.

	</td>
</tr>
{include file="footer.tpl"}
