{include file="teacher/header.tpl"}
<tr>
	<td id=menucol valign=top>
{include file="menu.tpl" _path="/teacher/"}
<br/>
{if !$_user_loggedin}
{include file="login.tpl"}
{/if}
	</td>
	<td id=content valign=top align=center><div>
<h1>Дорогие коллеги!</h1>
<p/>
Эти материалы посвящены преподаванию математики одаренным детям. 
Они могут быть полезны как  организаторам кружков и факультативов 
по математике, так и преподавателям профильных математических 
и физико-математических классов. 
</p>
<h3></h3>
<p/>
<ol>
<li>А.Шень. &laquo;О пользе и вреде математических классов&raquo; 
(<a href="http://www.math.ru/teacher/article/2">http://www.math.ru/teacher/article/2</a>)
<li>С. Л. Менделевич, Б.М. Давидович. Одаренные дети в московской государственной 57 
школе. Принципы и технология учебного процесса 
(<a href="http://www.math.ru/teacher/insem/od_deti.php">http://www.math.ru/teacher/insem/od_deti.php</a>)
</ol>
</p>
<p/>
<h3>
Исследовательские задачи для школьников
</h3>
</p>
<p/>
В этом году прошла I Московскую математическую конференцию школьников. На этой конференции 
ведущие ученые читали школьникам лекции и предлагали ребятам научные (нерешенные!) задачи 
для исследования. Во второй части конференции школьники делали доклады по полученным ими 
научным результатам. Материалы конференции, доклады ученых и школьников можно найти на 
сайте: <a href="http://www.mccme.ru/mmks/dec07/">http://www.mccme.ru/mmks/dec07/</a	>.
</p>
<p/>
См. также статью А.Б. Скопенкова &laquo;Размышления об исследовательских задачах 
для школьников&raquo; (<a href="http://www.mccme.ru/circles/oim/issl.pdf">http://www.mccme.ru/circles/oim/issl.pdf</a>).
</p>
<p/>
<h3>
Олимпиады и соревнования по математике
</h3>
</p>
<p/>
Календарь олимпиад можно найти на сайте <a href="http://olimpiada.ru/">http://olimpiada.ru/</a>, 
там же есть ссылки на сайты большинства олимпиад.
</p>
<p/>
<h3>
Подготовка к олимпиадам, материалы для факультативов
</h3>
</p>
<p/>
Для ребят, которые всерьез хотят подготовиться к олимпиадам высокого уровня существует 
кружок &laquo;Олимпиады и математика&raquo;. Для успешных участников кружка проводятся 
выездные школы. Материалы кружков, а также материалы курсов, прочитанных на выездных 
школах доступны на сайте 
<a href="http://www.mccme.ru/circles/oim/mat.htm">http://www.mccme.ru/circles/oim/mat.htm</a>. 
Отдельные части этих материалов могут использоваться на кружках и факультативах высокого 
уровня.
</p>
<p/>
<h3>
Математические летние школы
</h3>
</p>
<p/>
В России много летних школ: в Кирове и Краснодаре, Костроме и Санкт-Петербурге...
</p>
<p/>
МЦНМО участвует в организации двух школ, материалы которых приводятся ниже.
</p>
<p/>
Для школьников 10-11 классов и студентов 1-2 курсов уже традиционно проводится научная 
летняя школа &laquo;Современная математика&raquo;. Узнать об этой школе, а также посмотреть 
программы и материалы курсов прошлых лет можно на сайте 
<a href="http://www.mccme.ru/dubna/">http://www.mccme.ru/dubna/</a>. 
</p>
<p/>
Для победителей Турнира городов традиционно проводится Летняя конференция 
Турнира городов. Узнать об этом соревновании и летней конференции можно на сайте 
<a href="http://www.turgor.ru/">http://www.turgor.ru/</a>. 
</p>
<p/>
<h3><a href="books.php">Полезные книги</a></h3>
</p>

	</td>
</tr>
{include file="footer.tpl"}